[{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"Prince Andrew hosted Epstein, Maxwell and Weinstein at Royal Lodge","Url":"\/news\/articles\/c4g7d39n6vgo","Rank":1,"Search_var":"prince andrew hosted epstein maxwell and weinstein at royal lodge "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"Trump does not rule out seeking third term - but says he will not use VP loophole","Url":"\/news\/articles\/c797q57ple9o","Rank":2,"Search_var":"trump does not rule out seeking third term  but says he will not use vp loophole "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"Skip short strolls – a longer daily walk is better for your heart, says study","Url":"\/news\/articles\/cn0gw6p8dllo","Rank":3,"Search_var":"skip short strolls  a longer daily walk is better for your heart says study "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"These robots can clean, exercise - and care for you in old age. Would you trust them to?","Url":"\/news\/articles\/c9wdzyyglq5o","Rank":4,"Search_var":"these robots can clean exercise  and care for you in old age would you trust them to "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"China controls the rare earths the world buys - can Trump's new deals change that?","Url":"\/news\/articles\/cj6ny24j0r3o","Rank":5,"Search_var":"china controls the rare earths the world buys  can trumps new deals change that "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"Film and fashion stars celebrate cinematic style at Vogue World","Url":"\/news\/articles\/cjekl42nlj8o","Rank":6,"Search_var":"film and fashion stars celebrate cinematic style at vogue world "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"Dutch volleyball player and convicted child rapist denied visa to compete in Australia","Url":"\/news\/articles\/cly9z3r1dmzo","Rank":7,"Search_var":"dutch volleyball player and convicted child rapist denied visa to compete in australia "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"Amazon prepares for major layoffs among office workers, reports say","Url":"\/news\/articles\/c1m3zm9jnl1o","Rank":8,"Search_var":"amazon prepares for major layoffs among office workers reports say "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"Man pleads guilty to killing Japan's former PM Shinzo Abe","Url":"\/news\/articles\/cy5qp45y20yo","Rank":9,"Search_var":"man pleads guilty to killing japans former pm shinzo abe "},{"publication":"bbc","scraped_datetime":"2025_10_28_20","Headline":"Renters' Rights Bill becomes law - here's what it means for you","Url":"\/news\/articles\/cqjwqp72y7ro","Rank":10,"Search_var":"renters rights bill becomes law  heres what it means for you "}]