[{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"Prince Andrew hosted Epstein, Maxwell and Weinstein at Royal Lodge","Url":"\/news\/articles\/c4g7d39n6vgo","Rank":1,"Search_var":"prince andrew hosted epstein maxwell and weinstein at royal lodge "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"Dutch volleyball player and convicted child rapist denied visa to compete in Australia","Url":"\/news\/articles\/cly9z3r1dmzo","Rank":2,"Search_var":"dutch volleyball player and convicted child rapist denied visa to compete in australia "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"Trump does not rule out seeking third term - but says he will not use VP loophole","Url":"\/news\/articles\/c797q57ple9o","Rank":3,"Search_var":"trump does not rule out seeking third term  but says he will not use vp loophole "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"Hurricane Melissa: Jamaica braces for world's strongest storm of 2025","Url":"\/news\/articles\/c2dr0z57nygo","Rank":4,"Search_var":"hurricane melissa jamaica braces for worlds strongest storm of 2025 "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"Will Trump's new rare earth deals mark turning point in rivalry with China?","Url":"\/news\/articles\/cj6ny24j0r3o","Rank":5,"Search_var":"will trumps new rare earth deals mark turning point in rivalry with china "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"How a Diwali cracker gun in India went from social media craze to blinding children","Url":"\/news\/articles\/c3w9d7270x2o","Rank":6,"Search_var":"how a diwali cracker gun in india went from social media medium craze to blinding children "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"These robots can clean, exercise - and care for you in old age. Would you trust them to?","Url":"\/news\/articles\/c9wdzyyglq5o","Rank":7,"Search_var":"these robots can clean exercise  and care for you in old age would you trust them to "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"Amazon prepares for major layoffs among office workers, media reports say","Url":"\/news\/articles\/c1m3zm9jnl1o","Rank":8,"Search_var":"amazon prepares for major layoffs among office workers media medium reports say "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"Skip short strolls – a longer daily walk is better for your heart, says study","Url":"\/news\/articles\/cn0gw6p8dllo","Rank":9,"Search_var":"skip short strolls  a longer daily walk is better for your heart says study "},{"publication":"bbc","scraped_datetime":"2025_10_28_18","Headline":"Film and fashion stars celebrate cinematic style at Vogue World","Url":"\/news\/articles\/cjekl42nlj8o","Rank":10,"Search_var":"film and fashion stars celebrate cinematic style at vogue world "}]