[{"Agency": "ombudsman", "Date": "2024-02-19", "Id": "FOI-2024-10001", "Title": "…. 1. how the Ombudsman will handle the complaints to the other federal government agencies, 2. How to define a complaint as a complex one, 3. how the complex complaint will be assigned to an Ombudsman Officer, 4. what is the quality standard to be achieved for dealing with a complex complaint on a federal government agency (e.g. email and phone communication response time requirement, recording requirement, discussion outcome verification, etc.), 5. how to deal with unknown professional issues (e.g. engineering, medical, etc.) 6. whether there is a requirement to consult with relevant professional authorities before making a decision, how to deal with reported potential law violation issues (e.g. is there a mandatory requirement to investigate these issues as long as relevant law sections/subsections are quoted in the report.), 7. Ombudsman Office's manager review procedure (in particular, what are the criteria for the manager to decline the review request.), the procedure about how the ombudsman will recommend the customer to the other resolutions if the complaint cannot be dealt with by your office.", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "https://www.ombudsman.gov.au/__data/assets/pdf_file/0028/302896/FOI-2024-10001-Casa-Blanca-Documents-to-be-released-003-A2368321.pdf"}, {"Agency": "ombudsman", "Date": "2024-01-29", "Id": "FOI-2023-10116", "Title": "Current (i.e. active and endorsed) gender affirmation policies for your department/agency’s staff (i.e. policies outlining the process by which transgender or non-binary staff can affirm their chosen gender identity at work);Current (i.e. active and endorsed) gender affirmation leave policies for your department/agency’s staff (i.e. policies establishing the process and types of leave which transgender or non-binary staff can access for transition related purposes).If active and endorsed policies for items 1 and/or 2 do not exist, I am requesting any draft policies your department/agency is working on.", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "https://www.ombudsman.gov.au/__data/assets/pdf_file/0022/302818/FOI-2023-10116-LGBTQIA-Action-Plan-2023-242.pdf"}, {"Agency": "ombudsman", "Date": "2024-01-16", "Id": "FOI-2023-10119", "Title": "I request access to the Style Guides/Brand Guides/Writing Guides currently used for the Commonwealth Ombudsman.", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "https://www.ombudsman.gov.au/__data/assets/pdf_file/0013/302620/FOI-2023-10119-Documents-for-Release.pdf"}, {"Agency": "ombudsman", "Date": "2023-11-03", "Id": "FOI-2023-10082", "Title": "Any emails or other communications (eg. meeting invitations/speeches/memorandums/revised chief executive instructions or equivalent) directed at all staff about the Royal Commission on the Robo-debt Scheme send between 1 July 2023 and 21 August 2023Any emails or other communications (eg. meeting invitations/speeches/memorandums/revised chief executive instructions or equivalent) directed at all SES (or equivalent) staff about the Royal Commission on the Robo-debt Scheme send between 1 July 2023 and 20 August 2023", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "mailto:information.access@ombudsman.gov.au"}, {"Agency": "ombudsman", "Date": "2023-10-27", "Id": "FOI-2023-10085", "Title": "1. Copy of the statement of Richard Glenn dated 22/2/23 given to the Commission. 2. Copy of the statement of Iain Anderson dated 22/2/23 given to the Commission. 3. Copy of the statement of Louise McLeod dated 22/2/23 given to the Commission. 4. Copy of the statement of Michael Manthorpe dated 27/2/23 given to the Commission. 5. Copy of the final statement of Richard Glenn dated 4/6/23 given to the Commission. 6. Copies of information regarding CO’s position that current and former officers could not be compelled to give evidence to the Commission, including any legal advice received and the cost of that advice. 7. Copies of policies/procedures/guidelines describing the threshold requirement(s) warranting own motion investigation under s5(1)(b) of the Ombudsman Act. 8. Copy of CO’s final 2017 own motion investigation report into the Scheme. 9. Copies of all requests for information made by CO/delegate to the department of human services (DHS) in connection with the 2017 own motion investigation. 10. Copies of external legal advice CO sought/received regarding the 2017 own motion investigation, including copy or copies of s23 of the PGPA Act 2013 (rule 18) approvals sought by CO/delegate to spend the amount for the own motion investigation. 11. Copy of 2019 Implementation Report (including its draft) prepared by CO and provided to DHS. 12. Copies of information showing the time and cost of Iain Anderson’s attendance before the Commission, including his diary entries (both manual and electronic) showing dates of his attendance.", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "https://www.ombudsman.gov.au/__data/assets/pdf_file/0013/302323/FOI-2023-10085-Combined-documents-for-release-highlighted_Redacted_Part1-A2386027.pdf"}, {"Agency": "ombudsman", "Date": "2023-10-05", "Id": "FOI-2023-10093", "Title": "1. Information relating to how the Cwth Ombudsman office recognises an employees prior service and their subsequent long service entitlement when the calculation under s.18 Cwth LSL Act 1976, results in a negative number or negative credit.2. Information on allowing an employee not to have their prior service recognised if the calculation under s.18 of the LSL Act results in a negative credit/numer. FOI-2023-10093 - document 1", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "https://www.ombudsman.gov.au/__data/assets/pdf_file/0015/302280/FOI-2023-10093-Recognition-of-Prior-Service-Form-August-2019.pdf"}, {"Agency": "ombudsman", "Date": "2023-09-20", "Id": "FOI-2023-10046", "Title": "Under the FOI Act I would like access to the original freedom of information requests received by the Office of the Commonwealth Ombudsman that are, as at 19 April 2023, the subjects of applications for Information Commissioner review (e.g. if 10 of the FOI requests that the Office of the Commonwealth Ombudsman has received are subjects of applications for IC review as at 19 April 2023, then please provide those 10 FOI requests).", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "https://www.ombudsman.gov.au/__data/assets/pdf_file/0023/302279/FOI-2023-10046-Documents-for-release.pdf"}, {"Agency": "ombudsman", "Date": "2023-07-11", "Id": "FOI-2023-10048", "Title": "Under the FOI Act I request access to documents in the possession of the Office of the Commonwealth Ombudsman relating to Iain Anderson’s appointment as Commonwealth Ombudsman.", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "https://www.ombudsman.gov.au/__data/assets/pdf_file/0022/302278/FOI-2023-10048-Combined-documents-for-release_Redacted.pdf"}, {"Agency": "ombudsman", "Date": "2023-05-17", "Id": "FOI-2023-10038", "Title": "I am making a FOI request on reports or other documents that includes the total number of complaints that have been filed to this office in 2022, 2021, and 2020, and how many have resulted in an \"investigation\" of the complaint with this office providing advice or a recommendation on what the offending entity should do to resolve the matter amd statistics on what happened to the rest (information such as: closed without investigation, dropped by the complainant before decision, etc.)I only need one document that includes each year's statistics.", "Url": "https://www.ombudsman.gov.au/about/audit-risk-and-foi/freedom-of-information/foi-disclosure-log", "File": "https://www.ombudsman.gov.au/__data/assets/pdf_file/0021/302277/FOI-2023-10038.pdf"}]