[{"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "Yevgeny Prigozhin: A death that will leave a lasting mark on Russian army and elite", "Url": "https://www.theguardian.com/world/2023/aug/23/prigozhins-death-would-leave-lasting-mark-on-russian-army-and-elite", "Rank": 10, "Text": "Ever since the abortive coup, speculation had been that Yevgeny Prigozhin could be living on borrowed time.\nWhen the head of the notorious Wagner group launched his historic uprising, inflicting the biggest crisis of Vladimir Putin’s 23-year reign, many were left wondering how the Russian leader would respond.\nDuring the mutiny, Prigozhin’s band of mercenaries shot down at least two helicopters and killed about 15 Russian service personnel, many of them airmen. More significantly for Putin, Prigozhin’s rebellion, which reached the outskirts of Moscow, exposed the fragility of a regime many deemed to be stable.\nThe cause of the crash on Wednesday, which killed all 10 people on board – Prigozhin listed among them, officials said – was not immediately clear, but the Wagner leader’s longstanding feud with the military and the armed uprising he led in June would give the Russian state ample motive for revenge.\n01:03 Wagner leader Yevgeny Prigozhin on crashed plane, Russian aviation authority confirms – video\nPutin does not suffer betrayal gladly and is known to divide those who oppose him into two categories: enemies and traitors. Prigozhin’s uprising undoubtedly placed him in the second category.\nBut Putin’s initial response to the mutiny left many puzzled. Despite promising to “liquidate the traitor” in a televised address to the nation, Putin allowed Prigozhin to strike a deal with Belarus’s Alexander Lukashenko and leave Russia for exile.\nUnusually, weeks after the mutiny, the Kremlin said Putin had a three-hour meeting with Prigozhin and Wagner group commanders days after the rebellion.\nPutin also remarkably admitted that he sought and failed during the meeting to have Prigozhin replaced as the leader of Wagner’s fighters in Ukraine.\nHaving initially left for Belarus, where his Wagner troops set up camp and trained local security forces, Prigozhin was seen moving freely back and forth between Moscow and his home town of St Petersburg, reportedly picking up stacks of cash and gold bars that he held at his opulent mansions.\nNot much later, Prigozhin was spotted on the sidelines of a major Russia-Africa summit in St Petersburg, where he met African officials at a hotel that he owned.\nThose who knew Prigozhin were not surprised, believing that the warlord at some point would probably pick up the tab for his foray into revolutionary politics. A former restaurant tycoon turned mercenary leader, Prigozhin has always been a risk-taker, and was not one to sit in exile in Belarus while his mercenary army was dismantled.\nAttempting to explain Putin’s timid behaviour, analysts argued that the Russian leader, who had not previously faced dissent from the ultra-nationalist flank, was looking to pacify rather than destroy his former ally.\nBut Prigozhin’s brazen conduct left many in the elite wondering whether Putin still held control over the country, according to western officials.\n“For a lot of Russians watching this, used to this image of Putin as the arbiter of order, the question was, ‘Does the emperor have no clothes?’ Or at least, ‘Why is it taking so long for him to get dressed?’” CIA director William Burns said earlier this month.\nPrigozhin was last seen earlier this week when he released a video in which he claimed to be in Africa, where his mercenaries have relocated since the abortive uprising. But it was unclear when it was taken and whether he had returned to Russia since it was shot.\nskip past newsletter promotion Sign up to This is Europe Free weekly newsletter The most pressing stories and debates for Europeans – from identity to economics to the environment Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\nAs speculations swirl on the role of Putin in the crash, the warlord’s death will surely raise tensions within the Russian army. While his uprising was largely condemned by the armed forces, he remained a popular figure among some elements of the troops who sympathised with his critiques of the Russian military establishment and the faltering war.\n“If he is really dead, [I will] grab my stuff, we don’t need this fucking war,” wrote Egor Guzenko, a Russian soldier who runs a blog under the callsign “Thirteenth” shortly after the news of Prigozhin’s death emerged.\n“We should be killing our enemies, not our own,” wrote Sergei Markov, a popular blogger and former adviser to the Kremlin. “All our enemies are celebrating … The death of Priogzhin is Ukraine’s biggest achievement this year.”\nThe crash of Prigozhin’s jet also comes on the day that reports emerged indicating that Moscow had relieved Gen Sergei Surovikin of his command of the Russian aerospace forces, in the highest-level sacking yet of a military commander after Prigozhin’s mutiny.\nPrigozhin’s public support for Surovikin, a veteran commander who was seen as an ally of the Wagner militia in the Russian defence ministry, had raised questions over whether he or other senior commanders aided the mutiny or at least had prior knowledge of Prigozhin’s plans.\nWhile the dramatic crash footage was met with shock by his allies, some in the Russian establishment previously indicated that Putin would not let Prigozhin’s betrayal slide.\nIn an earlier interview with the Guardian, a Kremlin insider said that “in half a year or a year, novichok will catch up with Prigozhin,” a reference to the 2020 poisoning of opposition leader Alexei Navalny.\n“I don’t think he will be easily forgiven … Maybe not immediately, but in some time, in the best traditions, novichok will come to visit him. He should probably watch out for his underpants,” the source added.\nPutin, however, appears to have been working to a fast-track schedule.\nIt seems certain that those in the political elite will take onboard one crucial lesson from the turbulent summer of 2023: “You come at the king, you best not miss.”", "Matches": "34,19,17,14", "Num matches": 4}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "What Wagner chief Yevgeny Prigozhin's death could mean for the war in Ukraine", "Url": "https://www.sbs.com.au/news/article/what-the-wagner-chiefs-death-could-mean-for-the-war-in-ukraine/erzfp72i3", "Rank": 3, "Text": "Perhaps the most unexpected thing about the plane crash that reportedly killed Yevgeny Prigozhin , the bombastic head of Russia’s infamous Wagner group, is that it happened a full two months after he brought Russia to what President Vladimir Putin warned at the time was the brink of civil war.\nPrigozhin certainly seemed to be living on borrowed time. His bizarre revolt against Russia’s military leadership, which saw an armoured Wagner convoy proceed largely unchallenged through southern Russia until it stopped just short of Moscow, flew in the face of the twin rules for survival in Putin’s Russia.\nOne, you don’t rock the boat. Two, you don’t challenge the tsar.\nBut the popular assumption that Prigozhin would swiftly be eliminated – which shifted to surprise when he wasn’t – tells us much about the current weakness and fragility that surrounds Russian politics.\nIn fact, Prigozhin’s apparent elimination is likely to exacerbate that weakness rather than lead to a magical reassertion of Putin’s authority .\nFirst, it shows Russian elites they can’t trust anything their president says. That’s a significant departure from the Kremlin’s previous modus operandi, whereby those in positions of power and influence were protected by Putin. They could count on him as long as they played by his rules.\nREAD MORE The mysterious deaths of Vladimir Putin’s enemies and critics\nAlthough Prigozhin eventually departed from that, he went out of his way for many years – even after his mutiny – to demonstrate his loyalty to Putin.\nFollowing the Wagner revolt, it seemed perplexing for Putin to give Prigozhin and his Wagner co-conspirators a public assurance they would be safe from retribution.\nNow, Prigozhin’s subsequent likely death – the crash was reported by Wagner’s Telegram channel as having been caused by a Russian air defence missile – means it matters very little whether it was an accident: nobody will believe this was anything other than revenge.\nWhile that may initially give the more ambitious members of the Kremlin clans some pause, they now have real incentives to seek out an alternative.\nPut simply, Putin’s politics of terror has a self-destructive flaw: ruling through fear and deception inevitably prompts those who might be targets (which is essentially anyone) to eventually try to change the rules of the game.\nSecond, Prigozhin’s death won’t spell the end for private military companies (PMCs) in Russia. On the contrary, they’re likely to continue to proliferate. Already the energy giant Gazprom has several of them, with operators in Ukraine as well as Russia.\nThere is also speculation the fast-expanding Redut group may now try to step in to fill the Wagner void.\nREAD MORE What were Yevgeny Prigozhin and his Wagner mercenaries doing in Africa?\nBut this has a bearing on Russian domestic politics too: PMCs are likely to be used by influential figures as private armies for their own protection from the Russian state, just as much as they might be employed as proxies in its service.\nThat, in turn, raises the spectre of a society of warlords – not just confined to strongmen on Russia’s periphery, such as the Kadyrovites who are loyal to Chechen President Ramzan Kadyrov – but in other parts of Russia closer to the centres of power in Moscow and St Petersburg. Under those circumstances, the prospects for stability in Russia are grim.\nIronically, perhaps the least significant impact of Prigozhin’s death will be on Russia’s war in Ukraine. Wagner forces had been withdrawn from combat a couple of months previously. They have not been redeployed to the front since Prigozhin’s revolt.\nWagner troops have been offered the choice of joining other Russian PMCs or signing contracts with the Russian armed forces: the former remains the preferred option given the regular Russian military is poorly paid in comparison. There will also be those who choose neither option, leaving the problem of significant numbers of Russian men trained for violence at large in its society.\nAs for the future of the organisation itself, Wagner is at a crossroads. In addition to Prigozhin, two other victims in the crash were Wagner’s alleged co-founder Dmitry Utkin, who was responsible for its combat operations, and its head of security Valery Chekalov.\nThe crash has therefore not only killed a Putin rival but also permanently erased Wagner’s senior command structure.\nYet Wagner remains important for the promotion of the Kremlin’s interests in damaging US and European influence in Africa.\nBeyond its active role in Syria, it has been instrumental in boosting Russian prestige by propping up regional dictators in Mali and the Central African Republic, which have rewarded Wagner with lucrative natural resource contracts.\nIt may continue in an abridged form under new management, or be subsumed into another proxy Russian force.\nREAD MORE There are fears Russia's Wagner mercenaries are taking advantage of instability in Niger\nA final important puzzle concerns why the Kremlin waited so long to rid itself of Prigozhin. We can only speculate here, but one theory is the intelligence services needed time to discover how deeply the pro-Wagner rot had extended into the armed forces and other power structures.\nIt is striking that Sergei Surovikin (the former commander of Russian forces in Ukraine who had disappeared under suspicion of being a Wagner sympathiser) was formally removed from his post as Russia’s Air Force chief at almost the exact same time as Prigozhin’s plane went down.\nPrigozhin’s career trajectory saw him rise from a convicted felon to presidential caterer, then Russia’s main disinformation peddler, and eventually the wealthy and brutal head of a semi-private military company that sought to outcompete Russia’s own Defence Ministry for influence.", "Matches": "34,17,14,2", "Num matches": 4}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "Putin’s enemies don’t die of natural causes, but good riddance to the monster Prigozhin", "Url": "https://www.smh.com.au/world/europe/putin-s-enemies-don-t-die-of-natural-causes-but-good-riddance-to-the-monster-prigozhin-20230824-p5dz2h.html", "Rank": 8, "Text": "One of the most predictable elements of war is surprise. Since the large-scale Russian invasion of Ukraine in February last year, there have been myriad surprises. From Russia’s defeat in its Kyiv campaign, the Ukrainian Kharkiv offensive, and attacks on the Kerch Bridge and Moscow, surprise has been a constant in this conflict.\nPerhaps one of the most profound surprises, at least for Russian politics, was the Prigozhin mutiny of June this year. Yevgeny Prigozhin, leader of the private military company the Wagner Group, led a short but high-profile insurrection that saw his troops advance to within 300 kilometres of Moscow. The main casualties of the day were from the Russian Air Force, which lost multiple helicopters and other aircraft. More than 30 airmen were killed.\nThis is tragic, yet all the more ironic given events of the past hours. Travelling in his private jet, Prigozhin was shot down over Russia. All aboard the aircraft, including Prigozhin and the Wagner chief of operations Dmitry Uktin, were killed.\nThe crash has set off another round of guessing among pundits and Russia experts about who is to blame and what might be the impacts of Prigozhin’s spectacular death. But ultimately, the cause of the crash is irrelevant. Most will assume Putin is to blame, and he has most to gain from the death of Prigozhin and his most senior confederates. Putin’s enemies rarely die of natural causes. Normally poison, windows or planes are involved.", "Matches": "34,17,14", "Num matches": 3}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "LiveDonald Trump mugshot released after former US president surrenders at Fulton jail over election charges – live", "Url": "https://www.theguardian.com/us-news/live/2023/aug/24/trump-georgia-fulton-rally-republican-debate-politics-live-updates", "Rank": 1, "Text": "From 3h ago 10.41 AEST Donald Trump mug shot released Here is the mug shot of Donald Trump that was taken when he was arrested at the Fulton county jail in Atlanta: Donald Trump mugshot released today. Photograph: Fulton County Sheriff’s Office/Reuters No former US president has ever had his mug shot taken.\nUpdated at 10.53 AEST\n32m ago 12.43 AEST Donald Trump’s campaign is putting his mug shot to use wherever they can, but Chris LaCivita, a senior advisor to his presidential campaign, is warning other parties against using it: 🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨🚨\nIf you are a campaign, PAC , scammer and you try raising money off the mugshot of @realDonaldTrump and you have not received prior permission …WE ARE COMING AFTER YOU you will NOT SCAM DONORS — Chris LaCivita (@LaCivitaC) August 25, 2023\n50m ago 12.25 AEST Donald Trump is free to tweet his mug shot because he posted a $200,000 bond that will allow him to stay out of jail while his case in Georgia is resolved. The Washington Post interviewed a Georgia bail bondsman at a company called Red Eye Bail Bonds (who asked to stay anonymous, citing privacy concerns and the headaches that can come with weighing in on American politics). While the bond was in the “top tier” of what he deals with, the bondsman said Trump’s case isn’t as unusual as it may appear, at least from the perspective of a bondsman: In general, the manager said, Red Eye requires that a client provide 10 percent of the total bond. If the person under arrest is deemed to be a higher risk, that percentage increases. If the risk is higher, the company also will do more on the front end to establish whether resources exist to recoup the full value of the bond. Does the client own a house? Things like this. After all, while Red Eye requires only 10 percent, the county requires the whole thing. That doesn’t mean that the firm has to put up $200,000 in cash. The whole point of involving a bondsman, after all, is that the firm serves as a proxy of trust on behalf of clients. There is a specialized power of attorney that is granted the firm, and when Red Eye decides to act as a guarantor for a client, a sum reflecting the total bond is frozen with the firm’s insurer. I asked whether Trump’s $200,000 was unusually high. The manager thought about it for a moment before determining that it was in the “top tier” of what he usually sees. The midrange is about $100,000 or $110,000, he told me, but in cases involving more serious charges, costs could run higher. He was also not fazed by the unique circumstances of Trump’s situation. He often has clients who are facing more than one indictment; that shows up in the initial analysis of the case and factors into the consideration of the arrestee as a flight risk. It is also not unusual for one party to live out of state, as Trump does. (He used the example of a college kid getting arrested and his parents posting bond remotely.) This, too, would on other occasions give him pause. But he wasn’t really worried about Trump. “I wouldn’t think he’s just outright not going to show up in court,” he said. This wasn’t just about Trump; in other “high-end cases like that, most likely or not the families are not going anywhere.” (I didn’t mention Trump’s recent social media post about moving to Russia.)\nUpdated at 12.29 AEST\n1h ago 12.07 AEST Citing two sources, CNN has more details on why Donald Trump opted to pose the way he did in his mug shot: Trump's team had discussed the former president's mug shot prior to him taking it at the Fulton County jail Thursday evening, two sources familiar with the discussions tell me. Trump ultimately decided he wanted to appear \"defiant\" in the shot, and purposefully chose not to smile — Alayna Treene (@alaynatreene) August 25, 2023\n1h ago 11.53 AEST Twitter banned Donald Trump two days after the January 6 attack, citing “the risk of further incitement of violence”. That all changed about a year-and-a-half later when, after a tortuous process that nearly went to court, billionaire Elon Musk bought the influential social media platform. Musk, who recently renamed the platform X, was already a prolific tweeter and after buying the site held a poll asking whether Trump should be let back on. A slim majority said yes, and Trump’s account was reinstated last November, but the former president did not use it – until today.\nUpdated at 11.54 AEST\n1h ago 11.49 AEST Trump tweets mug shot in first post since January 6 aftermath Donald Trump has used his Twitter account for the first time since two days after the January 6 insurrection to share a photo of his newly taken mug shot: https://t.co/MlIKklPSJT pic.twitter.com/Mcbf2xozsY — Donald J. Trump (@realDonaldTrump) August 25, 2023\nUpdated at 11.54 AEST\n2h ago 11.03 AEST Trump glares at camera in mugshot released by Fulton county jail Chris McGreal Donald Trump’s hostility shines through in the mugshot taken at the Fulton county jail as he was booked on charges of trying to steal the 2020 presidential election. The former president turns his eyes up to glare toward the camera above him. Dressed in a blue suit, white shirt and red tie, he makes no attempt to put on a smile like some of his co-accused in their booking photos. Instead, his mouth is taut and downturned. The picture does not flatter, but it does convey the message many of Trump’s supporters want to hear – one of belligerence. The six-pointed star of the Fulton county sheriff’s office badge and the name of the sheriff, Patrick Labat, sits in the top left-hand corner of the picture. But some will be disappointed that Trump is not seen in the classic pose holding a board in front of his chest with his name and date of arrest. For all that, the former president’s supporters are already embracing the booking photo as a badge of honour and defiance. It will be held up as evidence that their man will not give up the fight against a system his followers see as ever more determined to bring him down and prevent him returning to the White House. The mugshot’s rapid appearance on T-shirts, posters and, well, mugs glorifying a martyred Trump can be expected. The president’s detractors, on the other hand, will see the booking photo as evidence that even a man who was once the most powerful person in the land cannot escape the might of the justice system. Some will welcome anything that makes him look even a little bit more criminal as a confirmation that sooner or later he is going to prison. The accused may be innocent until a plea or a jury says otherwise, but mugshots can have a way of conveying guilt. Trump’s mugshot released by Fulton county officials. Photograph: Fulton County\nUpdated at 11.38 AEST\n2h ago 10.48 AEST Donald Trump’s plane has now departed Atlanta, but the former president will undoubtedly be back. The question is: when? Expect Trump’s lawyers to do everything they can to delay his trial on the indictment brought by Fulton county district attorney Fani Willis. For a taste of his likely strategy, take a look at the pre-trial motions in the federal case brought against him for trying to overturn the 2020 election, where Trump’s lawyers have proposed a trial date in 2026. A judge has yet to decide the matter.\n3h ago 10.41 AEST Donald Trump mug shot released Here is the mug shot of Donald Trump that was taken when he was arrested at the Fulton county jail in Atlanta: Donald Trump mugshot released today. Photograph: Fulton County Sheriff’s Office/Reuters No former US president has ever had his mug shot taken.\nUpdated at 10.53 AEST", "Matches": "7,5", "Num matches": 2}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "Trump mugshot released after surrendering in Fulton county", "Url": "https://www.theguardian.com/us-news/2023/aug/24/donald-trump-mugshot-photo-georgia-fulton-county", "Rank": 3, "Text": "It’s here. A much-anticipated mugshot of Donald Trump is on display after Georgia authorities denied his request to be excused from picture day.\nTrump, who has been indicted four times this year, had so far managed to avoid the specter of a mugshot, though he has sought to profit from merch with a fake booking photo.\nAsked weeks earlier whether Trump would be required to take a photo, the Fulton county sheriff Pat Labat, a Democrat, said: “It doesn’t matter your status, we’ll have a mugshot ready for you.”\nThe Fulton county sheriff’s office released the photo Thursday evening after Trump turned himself into the Fulton county jail, where about half of the 19 defendants in the Georgia election interference case had previously surrendered.\nTrump intentionally scheduled his booking to take place during primetime viewing hours, the Guardian previously reported.\nThe booking process also involves a few other routine steps, including fingerprinting and collecting personal information such as height and weight.\nA number of his co-defendants including Mark Meadows, the former White House chief of staff, and Jeffrey Clark, a former justice department attorney, had sought to block their arrests, filing emergency requests to extend the deadline to turn themselves in.\nskip past newsletter promotion Sign up to Headlines US Free newsletter Get the most important US headlines and highlights emailed direct to you every morning Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\nTheir requests were denied on Wednesday. All defendants have until noon on Friday to surrender, after which the district attorney Fani Willis said she will order warrants for arrest.", "Matches": "7,5", "Num matches": 2}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Spain's football chief will reportedly resign after unsolicited kiss sparked furore", "Url": "https://www.sbs.com.au/news/article/spains-football-chief-will-reportedly-resign-after-unsolicited-kiss-sparked-furore/t7thm2an2", "Rank": 2, "Text": "Key Points Spanish football head Luis Rubiales is set to resign over a kiss scandal.\nHe has been under fire after kissing player Jenni Hermoso on the lips following Spain's Women's World Cup win.\nFIFA has initiated disciplinary proceedings against Rubiales over the incident.\nSpanish football federation (RFEF) President Luis Rubiales plans to resign after FIFA opened disciplinary proceedings against him over his unsolicited kiss on the lips of player Jenni Hermoso during celebrations after Spain's Women's World Cup victory, according to a report.\nCadena Ser radio reported on Thursday that Rubiales, who has been under fire after kissing Hermoso on the lips while handing the team their medals after they beat England 1-0 in the final in Sydney on Sunday , will resign on Friday.\nThe incident sparked outrage within and outside Spain , with many, including government ministers, demanding his resignation.\nPressure continued to mount during the week after FIFA opened disciplinary proceedings against Rubiales and Hermoso herself said in statement that such acts \"should never go unpunished\".\nAs the backlash grew, Rubiales, who initially called his critics \"idiots\", issued a video apology late on Monday, but it failed to quell the uproar.\nAn RFEF spokesperson declined to comment\nLuis Rubiales, who played for several lower league clubs in Spain, finished his playing career in 2009 with Hamilton Academical in Scotland.\nA year later he was named President of the Association of Spanish Footballers (AFE), a position he held until announcing his candidacy for the RFEF top job in 2017. He was elected in May 2018.\nREAD MORE Spanish player Jenni Hermoso condemns football chief's World Cup kiss\nHe promised to modernise the structure, increase turnover and make the federation more transparent, following the arrest of former president Angel Maria Villar on corruption charges.\nHowever, Rubiales' mandate was full of controversies, including the shocking decision to sack Spain manager Julen Lopetegui two days before their opening 2018 World Cup match and accusations of wrongdoing over a multi-million euro deal to relocate the Spanish Super Cup to Saudi Arabia.\nThere was also a mutiny within the Spain women's squad last September, when a large group of players demanded that long-standing coach Jorge Vilda be sacked .", "Matches": "22,16", "Num matches": 2}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Spanish player Jenni Hermoso condemns football chief's World Cup kiss", "Url": "https://www.sbs.com.au/news/article/spanish-player-jenni-hermoso-condemns-football-chiefs-world-cup-kiss/j7do0plsi", "Rank": 8, "Text": "Key Points Luis Rubiales sparked outrage when he kissed Jenni Hermoso on the lips while celebrating Spain's World Cup win.\nRubiales, who is president of the Royal Spanish Football Federation, later apologised for the incident.\nHermoso condemned his actions on Thursday and called on the federation to \"implement the necessary protocols.\"\nSpanish football player Jenni Hermoso has called on the Royal Spanish Football Federation to take action against its president, Luis Rubiales, after he kissed her on the lips during celebrations of the country's Women's World Cup victory.\nThe incident sparked global outrage on Sunday when Rubiales, celebrating on stage with the Spanish women’s team following their one-nil win over England in the World Cup final, embraced Hermoso, clutched her head in his hands and gave her an unsolicited kiss on the mouth.\nREAD MORE Spanish football boss apologises after kissing player on the lips in post-match celebration\nHermoso initially voiced discomfort with the kiss, telling teammates in the locker room after the match that she “didn’t like it.\"\nLater, she seemed to downplay the incident, telling the media: “It was a totally spontaneous mutual gesture because of the immense joy that winning a World Cup brings.”\n“The president and I have a great relationship, his behaviour with all of us has been outstanding and it was a natural gesture of affection and gratitude,” Hermoso said, according to comments provided by the federation to Spanish news agency EFE.\nOn Thursday, however, Hermoso broke a days-long silence to condemn Rubiales’ actions in a joint statement with women’s football union FUTPRO, who she said was defending her interests and being her interlocutors on this matter.\n\"From FUTPRO we express our firm and resounding condemnation of conduct that violates the dignity of women,” the statement reads.\n\"From our association, we ask the Royal Spanish Football Federation to implement the necessary protocols, ensure the rights of our players and adopt exemplary measures.”\n\"It is essential that our national team, current world champion, is always represented by figures that project values of equality and respect in all areas,” it continues.\n“It is necessary to continue to advance in the fight for equality, a fight that our female players have led with determination, bringing us to the position we are in today.\"\nRubiales apologised for the kiss on Monday, after initially brushing it off as “a kiss between two friends celebrating something,” and telling Spanish broadcaster COPE that anyone who saw it differently were “idiots and stupid people.”\n\"Surely I was wrong, I have to admit,\" Rubiales said in an apology video sent by the federation. \"It was without bad faith at a time of maximum effusiveness.\"\nMany people, however, including Spain’s acting prime minister Pedro Sanchez, dismissed the apology as insufficient.\nREAD MORE New figures paint stark picture of sexual violence and harassment in Australia\n“We’ve seen his apology and that’s not enough, he must be much clearer and convincing in apologising,” Sanchez said in a statement from Spain’s Moncloa Palace. “He must take more steps to clarify a behaviour that is unacceptable.”\nSpain’s players union, which Rubiales used to head, were more direct in their criticisms, insisting that Rubiales should resign and calling for Spain’s Higher Council for Sports to take action if he didn’t.\n“The incident regarding Jenni Hermoso is especially grave since she finds herself in a situation of vulnerability before a person in a position of power,” the union said.", "Matches": "22,16", "Num matches": 2}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "The mysterious deaths of Vladimir Putin’s enemies and critics", "Url": "https://www.sbs.com.au/news/article/the-mysterious-deaths-of-vladimir-putins-enemies-and-critics/0r2adza9y", "Rank": 5, "Text": "Key Points Russian mercenary chief Yevgeny Prigozhin, leader of the Wagner Group, is believed to have died in a plane crash.\nPrigozhin led an armed rebellion against Russian President Vladimir Putin in June, which Putin described as treason.\nMany of Putin's enemies have died in mysterious circumstances over the years.\nRussian mercenary chief Yevgeny Prigozhin is believed to have been killed in a plane crash north of Moscow on Wednesday evening.\nHe has not been confirmed dead but was on the plane's passenger list, and Russian authorities said there were no survivors.\nPrigozhin was formerly an ally of Russian President Vladimir Putin but became an enemy after launching an armed mutiny against the president in late June.\nHe's not the first of Putin's enemies to suffer a mysterious death or near-death experience.\nWhat happened to Yevgeny Prigozhin?\nPrigozhin was once a close associate of Putin, but became an enemy after leading what Russian officials described as an \"armed mutiny\" in June.\nIn 2014, he founded Wagner Group, a paramilitary organisation that has fought in Libya, Syria, the Central African Republic and Mali, among other countries.\nThe mercenaries were supporting the Kremlin in the war in Ukraine, until Prigozhin called for an armed rebellion and pledged to oust Russia's military leadership.\nThe mutiny was ended by an apparent Kremlin deal which saw Prigozhin agree to relocate to neighbouring Belarus.\nPrigozhin posted a video address on Monday which he suggested was filmed in Africa.\nUnconfirmed Russian media reports said that Prigozhin and his associates had attended a meeting on Wednesday with officials from the Russian Defence Ministry.\nOnline flight tracker Flightradar24 showed that the Embraer plane (registration number RA-02795) carrying Prigozhin had dropped off the radar at 6:11pm MSK (Thursday, 1:11am AEST).\nThere were reportedly 10 people on board, and Prigozhin's name was on the passenger list.\nRescuers had recovered seven bodies from the scene, TASS reported.\nAmid fevered speculation and an absence of verifiable facts, some have pointed the finger of blame at the Russian state, others at Ukraine which was due to mark its Independence Day on Thursday.\nAlexei Navalny poisoned in Siberia\nRussia's most prominent opposition leader, Alexei Navalny, was flown to Germany in August 2020 for medical treatment after being poisoned in Siberia with what Western experts concluded was the military nerve agent Novichok .\nRussia has denied any involvement.\nNavalny voluntarily returned to Russia in 2021 and was immediately arrested on arrival.\nIn early August, Navalny had an extra 19 years in a maximum security penal colony added to his jail term.\nHe was already serving sentences totalling 11-and-a-half years on fraud and other charges that he says are also bogus. His political movement has been outlawed and declared \"extremist\".\nSergei Skripal's Novichok poisoning\nA former Russian double agent who passed secrets to British intelligence, Sergei Skripal and his daughter Yulia were found unconscious on a bench outside a shopping centre in the English cathedral city of Salisbury in March 2018.\nThey were taken to hospital in critical condition, and British officials said they had been poisoned - like Navalny - with Novichok, a group of nerve agents developed by the Soviet military in the 1970s and 1980s.\nREAD MORE Dawn Sturgess: The British mum killed by a Russian nerve agent\nBoth Skripal and his daughter survived.\nRussia has denied any role in the poisoning and said Britain was whipping up anti-Russian hysteria.\nPavel Antov's hotel death\nRussian politician and millionaire Pavel Antov had been critical of Putin's war with Ukraine.\nIn June 2022, Russian media published a WhatsApp message attributed to Antov that said a Kremlin missile bombardment on Ukraine was \"terrorism\".\nAntov took to the Russian social media network VK to deny writing the message, insisting that he supported Russia's \"special military operation\" in Ukraine.\nREAD MORE Indian police investigate sudden deaths of Russian meat millionaire, companion\nIn December 2022, he died after reportedly falling from a hotel room in India.\nThe 65-year-old's body was found in a pool of blood outside his lodgings in the eastern state of Odisha, where he was on holiday with three other Russian nationals.\nHis death came two days after another member of the travel party, Vladimir Bidenov, was found unconscious after suffering an apparent heart attack.\nDeaths in oil and energy industry\nIn September 2022, Ravil Maganov - chairman of oil company Lukoil - died after falling from a hospital window in Moscow, two sources familiar with the situation told Reuters, confirming reports by several Russian media.\nBut circumstances surrounding his fall were unclear.\nLukoil took a public stand over Russia's actions in Ukraine. Source: AAP / Stephanie Lecocq / EPA Russian state news agency TASS reported the death as a suicide, citing a law enforcement source.\nIn a statement, the company said he died \"following a severe illness\".\nA former board member of Lukoil, Alexander Subbotin, was found dead in Moscow in May 2022.\nLukoil had taken a public stand over Russia's actions in Ukraine, with the company's board of directors expressing its concern over the \"tragic events\" and calling for the \"soonest possible end to armed conflict\".\nThere have also been several deaths reported tied to Russian state-owned energy giant Gazprom.\nGazprom's head of transport Leonid Shulman was found dead in a cottage, and executive Alexander Tyulakov was found dead in his St. Petersburg home the morning after Russia invaded Ukraine.\nThe Polish plane crash\nIn 2010, Poland's president Lech Kaczyński and 95 others were killed in a plane crash in Russia.\nPolish officials said the crash was a \"political assassination\" orchestrated by the Kremlin.\nRussia has denied the allegations.\nIn 2022, a Polish government commission released a report alleging an intentional detonation of planted explosives caused the crash.\nThe poisoning of Alexander Litvinenko\nAlexander Litvinenko, an ex-KGB agent and outspoken critic of Putin, died in 2006 aged 43 after drinking green tea laced with polonium-210, a rare and potent radioactive isotope, at London's Millennium Hotel, British officials have said.\nPutin probably approved the killing, a British inquiry concluded in 2016.\nThe Kremlin has denied involvement.\nREAD MORE What were Yevgeny Prigozhin and his Wagner mercenaries doing in Africa?\nAn inquiry led by a senior British judge found that former KGB bodyguard Andrei Lugovoy and another Russian, Dmitry Kovtun, carried out the killing as part of an operation that he said was probably directed by Russia's Federal Security Service (FSB), the main successor to the Soviet-era KGB.\nLitvinenko fled Russia for Britain six years to the day before he was poisoned.\nWhistleblower killed while jogging\nAlexander Perepilichny was found dead near his luxury home in an exclusive gated estate outside London after he had been out jogging in November 2012.\nThe 44-year-old Russian sought refuge in Britain in 2009 after helping a Swiss investigation into a Russian money laundering scheme.\nHis sudden death raised suggestions he might have been murdered.\nBritish police ruled out foul play despite suspicions he might have been murdered with a rare poison.\nA pre-inquest hearing heard that traces of a rare and deadly poison from the gelsemium plant were found in his stomach.\nPerepilichny had enjoyed a large bowl of soup containing sorrel, a popular Russian dish.\nRussia denied involvement.\nAnna Politkovskaya\nJournalist Anna Politkovskaya was shot dead outside her flat in Moscow in 2006, after returning home from the supermarket.\nShe was a journalist who reported on human rights abuses and was critical of Vladimir Putin.\nHer assassination took place on Putin's birthday.", "Matches": "19,14", "Num matches": 2}, {"publication": "ABC", "scraped_datetime": "13AM 25/08/23", "Headline": "Fake names and body doubles: Why there could be more to the crash that 'killed' Yevgeny Prigozhin", "Url": "https://www.abc.net.au/news/2023-08-25/yevgeny-prigozhin-crash-why-caution-is-needed/102773832", "Rank": 3, "Text": "Russian warlord Yevgeny Prigozhin has been pronounced dead by authorities and his affiliates, yet some intelligence experts remain deeply sceptical about his fate.\nKey points: Vladimir Putin has offered his condolences to the victims' families\nVladimir Putin has offered his condolences to the victims' families What caused the plane to come down remains unclear\nWhat caused the plane to come down remains unclear Yevgeny Prigozhin was known to have used body doubles as part of his security measures\nOne leading analyst said \"there's a 90 per cent chance\" the Wagner boss was killed when his private jet crashed between Moscow and St Petersburg on Wednesday.\nOthers argue the incident could be the start of another chapter, rather than a full stop, in his story.\nSo far, information on the crash has come via Russian state media outlets, or sources on the encrypted messaging service Telegram.\nJoanna Szostek, a senior lecturer in political communication at Glasgow University, said the lack of verifiable facts was an issue.\n\"Everyone knows the Russian state frequently lies and the Russian state-controlled television channels quite frequently lie,\" she said.\nDr Szostek said messaging \"pointed to\" the fact Prigozhin had died.\n\"But nobody knows for sure, right?\"\nA satellite image of the plane crash site in Tver Oblast, Russia. ( Supplied: Planet Labs PBC )\n\"Various people have put that message out as well and said, 'Treat everything with scepticism.'\n\"We don't know much yet.\"\nDr Joanna Szostek is an expert in political communication. ( Supplied )\nMany considered Prigozhin a marked man since he ordered his Wagner troops to march on Moscow in June.\nWhile they ultimately turned around, the mutiny was the most serious crisis to hit the Kremlin in decades, and a source of humiliation for Vladimir Putin, who described the billionaire as \"a traitor\" at the time.\nMarina Miron, a post-doctoral researcher in war studies at King's College London, warned the world should be \"very cautious\" in believing official statements from inside Russia.\n\"It is very likely we will never exactly know what happened … the Kremlin is not a reliable source,\" she said.\n\"Often you will hear only one story, or maybe some facts in conjunction with a bunch of disinformation.\"\nRussian authorities said there were no survivors from the crash. ( Supplied: Investigative Committee of Russia )\nSome analysts suggested the fact Rosaviatsia — Russia's aviation agency — volunteered information linking Prigozhin to the crash shortly after the Embraer Legacy 600 went down was suspicious.\n\"These dry, official statements that get put out everywhere, it's almost sending a message to the Russian public that there's nothing to see here, let's move on,\" Dr Szostek said.\nState media reported that all 10 people on board the jet died in the crash.\nOn Wednesday, the Wagner-associated Telegram channel Grey Zone said Prigozhin had been killed by people who were \"traitors to Russia\".\nThere were also claims on Grey Zone a second private jet belonging to the warlord turned back and landed safely in Moscow after the incident.\nMr Putin on Thursday offered his condolences to the families of the crash victims, and described Prigozhin as \"a talented businessman\".\nFounder of Wagner private mercenary group Yevgeny Prigozhin had criticised the country's military brass. ( Reuters: Yulia Morozova )\n'We'll never get the true story'\nRussian state media claimed Prigozhin was on the passenger list for the private jet that crashed, citing a statement from Rosaviatsia.\n\"It really depends whether this is actually the Wagner boss, or somebody travelling under the name of Yevgeny Prigozhin,\" Keir Giles, a Russia expert and senior consulting fellow at international affairs think tank Chatham House, said.\n\"We know people had assumed his name as part of his security measures, in order to obfuscate his travel plans and conceal where he actually was.\n\"So let's not be completely surprised, until it's absolutely 100 per cent confirmed, if Yevgeny Prigozhin, the real Wagner boss, doesn't actually pop up somewhere else.\"\nDr Marina Miron believes people need to be cautious when assessing information on the crash. ( Supplied )\nThe passenger list also included Prighozin's fellow Wagner commander and co-founder, Dmitry Utkin.\nAccording to Dr Miron, that's a red flag.\n\"[Prighozin] and Utkin travelling on the same jet seems very unlikely to me … it is basic operational security not to have two high-profile people on the same flight,\" she said.\nOn Thursday, Reuters reported that US officials believed a surface-to-air missile from inside Russia hit the jet, causing it to crash, although investigations were described as \"preliminary\".\nBut later the US Department of Defense said there was currently no information to suggest that a missile was involved.\n\"We don't have any information to indicate right now the press reporting stating that there was some type of surface-to-air missile that took down the plane,\" Air Force Brigadier General Patrick Ryder, a Pentagon spokesperson, told reporters.\nThe Wall Street Journal reported a different theory, citing unnamed US officials: that a bomb aboard the aircraft or some other sabotage caused the crash.\n\"We'll probably never know what actually happened to this aircraft,\" Mr Giles said.\n\"Even if it had not been such a politically charged event, the chances of there being a transparent and rigorous and reliable investigation were slim.\n\"But because this is such a high-profile event, there is no chance at all that we'll ever get the true story.\"\nJustin Crump, the CEO of intelligence consulting group Sibylline, told the BBC there was a \"90 per cent\" chance Prigozhin was dead.\nThe billionaire had waged public campaigns against senior army generals and Russian politicians, who he thought were incompetent and had not adequately supplied his fighters in Ukraine.\nPrigozhin had been known to use body-doubles, fake names and documents to try and keep his location secret, Dr Miron noted.\n\"There is a perception of [Prighozin] as a guy who is sticking his neck out against the regime and who seems to be so naive and so careless and there's much more to it,\" she said.\n\"He was very well aware of his personal security and the security of his family as well ... using doubles and presenting decoys ... is a very plausible move for him.\"", "Matches": "17,2", "Num matches": 2}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "Digestion issues could be warning sign of Parkinson’s disease, research suggests", "Url": "https://www.theguardian.com/society/2023/aug/24/digestion-issues-could-be-warning-sign-of-parkinsons-disease-research-suggests", "Rank": 5, "Text": "Digestion problems such as constipation or difficulty swallowing can double the chance of Parkinson’s disease, according to research.\nThe origins of Alzheimer’s disease, strokes and brain aneurysms have been linked to the gastrointestinal tract. While there is evidence that Parkinson’s could also begin in the gut, there have been few studies of its relationship to particular digestive disorders.\nNow a study has established that four gut conditions could be an early warning sign of Parkinson’s disease. It “is the first to establish substantial observational evidence” that a clinical diagnosis of gut issues “might specifically predict the development of Parkinson’s disease”, the authors conclude.\nResearchers compared the medical records of 24,624 people in the US with Parkinson’s, 19,046 people with Alzheimer’s and 23,942 people with cerebrovascular disease.\nThose with Parkinson’s were matched with patients in the other groups for age, sex, race and ethnicity, and length of diagnosis to compare the frequency of gastrointestinal conditions in the six years before diagnosis.\nThey also compared the medical records of everyone in the study diagnosed with any of 18 gut conditions to those without that particular condition over five years to see how many of them developed Parkinson’s disease or other neurological disorders.\nBoth comparisons found a higher risk of a Parkinson’s disease diagnosis for patients with gut issues. Those with constipation, difficulty swallowing (dysphagia) and gastroparesis, where food takes longer to move from the stomach into the small intestine, were more than twice as likely to develop Parkinson’s disease in the five years before diagnosis, while IBS without diarrhoea was associated with a 17% higher risk.\nSome gastrointestinal symptoms, including functional dyspepsia (burning sensation or fullness of the stomach with no obvious cause), IBS with diarrhoea, and diarrhoea plus faecal incontinence, were found to be more common among patients who developed Parkinson’s disease too. But they were also more common before the onset of Alzheimer’s disease, aneurysms or strokes.\nHowever, other gut issues such as inflammatory bowel disease did not increase the likelihood of developing Parkinson’s, the study found.\nAnd patients who had their appendix removed were less likely to develop Parkinson’s, the authors calculated.\nThey added that the findings “warrant alertness” for gut issues in those patients at higher risk of Parkinson’s disease and call for further investigation of the links between gastrointestinal conditions and Alzheimer’s, strokes and aneurysms.\nParkinson’s UK estimates that there will be about 172,00 people in the UK with the disease by 2030. And according to the World Health Organization there are 8.5 million people globally with the disease.\nResponding to the findings, Clare Bale, associate director of research, at Parkinson’s UK, said that the findings “add further weight” to the growing evidence that gut problems “may be early warning signs of Parkinson’s”.\nShe said: “Understanding how and why gut issues appear in the early stages of Parkinson’s could open up opportunities for early detection and treatment approaches that target the gut to improve symptoms and even slow or stop the progression of the condition.”\nKim Barrett, vice-dean for research at the University of California, Davis, said that it may be important for doctors to “take note” of these gut conditions when evaluating patients at risk for Parkinson’s, “even prior to the onset of neurological symptoms”, but urged caution.\nShe said: “The findings are purely correlative, and it remains possible that both gastrointestinal conditions and Parkinson’s disease are independently linked to an as yet unknown third risk factor.”", "Matches": "9", "Num matches": 1}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "Dementia risk study finds 11 key factors behind condition", "Url": "https://www.theguardian.com/society/2023/aug/24/dementia-risk-study-finds-11-key-factors-behind-condition", "Rank": 4, "Text": "Scientists have identified 11 risk factors for dementia and used them to develop a tool that can predict whether someone will develop the condition in the next 14 years.\nThe number of people living with dementia globally is forecast to nearly triple to 153 million by 2050, and experts have said that it presents a rapidly growing threat to future health and social care systems. But targeting key risk factors, several of which involve lifestyle, could avert about 40% of cases.\nA new dementia risk score, drawing on 11 mostly modifiable risk factors, can identify people at risk – from mid-life onwards – of developing the disease within the next 14 years. The findings were published in the open access journal BMJ Mental Health.\nThe research, led by the University of Oxford, examined data on people aged 50 to 73 taking part in two large long-term British studies – the UK Biobank study and the Whitehall II study.\nIn the UK Biobank study, 220,762 people with an average age of 60 were examined to develop the risk-assessment tool, and 2,934 people with an average age of 57 from the Whitehall II study helped to validate it.\nResearchers compiled a list of 28 known factors linked to dementia risk and then identified the strongest predictors. This produced a list of 11 predictive factors, which were then used to develop the UK Biobank Dementia Risk Score (UKBDRS) tool.\nThe 11 factors are age, education, a history of diabetes, a history of depression, a history of stroke, parental history of dementia, levels of deprivation, high blood pressure, high cholesterol, living alone and being male.\nResearchers also examined these risk factors alongside whether or not people carried a specific gene – the APOE gene, which is a known risk factor for dementia. This risk tool was called the UKBDRS-APOE tool.\nThey found that UKBDRS-APOE produced the highest predictive score, closely followed by the UKBDRS risk tool. The researchers said that the tool “significantly outperforms” similar other risk assessments currently available.\nAs well as identifying those at risk, these tools can also highlight preventive measures people can take while it is still possible.\nThe academics point to previous work that suggests up to 40% of dementia cases could be prevented through modifying certain lifestyle factors, such as stopping smoking, reducing high blood pressure, losing weight and reducing alcohol intake.\nThe new tool could be used as an initial screening tool for dementia to put people in “risk groups”, they said.\nThose who come back with a high probability of developing dementia, according to the risk score, could be prioritised for further tests including cognitive assessments, brain scans and blood tests.\n“The UKBDRS may best be used as an initial screening tool to stratify people into risk groups, and those identified as high risk could then benefit from the more time-intensive follow-up assessments described above for more detailed characterisation,” said the lead author, Dr Raihaan Patel, from the University of Oxford.\nAssociate professor Sana Suri from the University of Oxford, a co-lead author, added: “It’s important to remember that this risk score only tells us about our chances of developing dementia; it doesn’t represent a definitive outcome.\n“The importance of each risk factor varies and given that some of the factors included in the score can be modified or treated, there are things we can all do to help reduce our risk of dementia.\n“While older age (60 and above) and APOE confer the greatest risk, modifiable factors, such as diabetes, depression, and high blood pressure also have a key role. For example, the estimated risk for a person with all of these will be approximately three times higher than that of a person of the same age who doesn’t have any.”", "Matches": "8", "Num matches": 1}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "LiveNews live: Australia backs Japan on release of treated Fukushima water", "Url": "https://www.theguardian.com/australia-news/live/2023/aug/25/australia-news-rental-crisis-cost-of-living-wages-jim-chalmers-intergenerational-reporrt-tax-anthony-albanese-indigenous-voice-to-parliament", "Rank": 2, "Text": "From 2h ago 11.08 AEST Australia backs Japan on release of treated Fukushima water Daniel Hurst The Australian government has backed the release of treated water from the wrecked Fukushima Daiichi nuclear power plant, while calling for continued reassurance to be provided to countries across the region. The Japanese government yesterday began the first phase of water releases into the Pacific Ocean, prompting China to ban all seafood imports from Japan. Fukushima fishing communities and Pacific island countries have also expressed unease. While on-site technology is being used to remove most harmful substances, it is unable to filter out tritium, a radioactive isotope of hydrogen. The nuclear power plant operator Tepco said the first batch of discharged water would contain about 190 becquerels of tritium per litre – well below the World Health Organization drinking water limit of 10,000 becquerels per litre. The Australian Department of Foreign Affairs and Trade said in a statement: Australia, like other countries in our region, is committed to the ongoing protection of the Blue Pacific. We welcome Japan’s transparency and international engagement including with Pacific island countries and expect this to continue. Australia has confidence in the process that has led to the decision by Japan to release the treated water. Dfat said Australia supported the “critical role” of the International Atomic Energy Agency in Japan’s plans for managing the release, noting its findings in early July that the release would be consistent with internationally accepted safety standards that ensure the protection of people and the environment: Australia has full confidence in the IAEA’s independent, impartial, and science-based technical advice. The Australian Radiation Protection and Nuclear Safety Agency issued advice on 11 July 2023 supporting the IAEA’s assessment that the proposed discharge will not adversely impact people or the environment. Australia welcomes the IAEA’s commitment to provide ongoing monitoring and periodic review during the discharge, including maintaining an on-site presence at the Fukushima Daiichi Nuclear Power Plant. This will provide reassurance to the region.\nUpdated at 11.22 AEST\n12m ago 13.03 AEST Australian Electoral Commission rejects claims it is undermining fairness of voice referendum Sarah Basford Canales The Australian Electoral Commission has released a statement in response to claims by no campaigners it is acting unfairly by allowing some ticks to be counted as a yes vote in the upcoming Voice referendum. The AEC said it “completely and utterly rejects” the notion it is undermining the impartiality and fairness of the referendum. The ballot paper will provide formal voting instructions, asking Australia to clearly write either “yes” or “no” but the AEC has said legal advice says a clear tick will be counted while a cross will not. Less than 1% of votes lodged in the 1999 referendum on becoming a republic were deemed informal. The AEC’s statement said: There has been intense commentary online and in mainstream media regarding what will and will not be a formal vote for the 2023 referendum; specifically around whether or not a ‘tick’ or a ‘cross’ will be able to be counted. Much of that commentary is factually incorrect and ignores: the law surrounding ‘savings provisions’, the longstanding legal advice regarding the use of ticks and crosses, and the decades-long and multi-referendum history of the application of that law and advice. This morning Coalition figures, including the opposition leader, Peter Dutton, and his deputy, Sussan Ley, queried why the decision appeared one-sided. Ley told Seven’s Sunrise: So, quite simply, what would people think? A tick is yes, a cross is no. I actually would expect Jason [Clare] and his team to be writing similarly to the AEC to actually ask for the rules to be fair. And, everybody, if I walk up and down the streets of Griffith in the Riverina where I am, and I asked that question, people would simply say ‘yeah, a tick is yes, a cross is no’. So, I think there’s time to get it right - but we do have to get it right. Former Labor treasurer Wayne Swan said the AEC’s decision was based on laws that were 30 years old, calling the opposition’s claims “complete rubbish” and adding he was “disgusted by their behaviour”.\nUpdated at 13.15 AEST\n24m ago 12.51 AEST Caitlin Cassidy Julia Gillard to call for greater access to early childhood education Julia Gillard will call for expanded access to quality childhood education and development in an annual lecture to be delivered at the University of South Australia. The former prime minister was appointed a visiting honorary professorship at the university in 2013. Speaking on Tuesday, Gillard will discuss her role as commissioner of the state’s royal commission into early childhood education and care. The $2.45m commission was established last October to assess how to deliver on the state government’s commitment to give three-year-old children access to preschool from 2026. The interim report recommended the universal entitlement of three-year=olds to 15 hours of preschool per week, as is in place for four-year-olds. In its opening pages, Gillard wrote: There are around 20,000 children born every year in South Australia; and each year preschool age children move to our state. Each of these children is born with their own unique genetic inheritance into a family with its own dynamics and its dreams for their child’s future. Each child has the right to grow, learn and thrive. A final report is expected in late August, to inform the state how to improve and expand education and care services.\nUpdated at 13.13 AEST\n34m ago 12.41 AEST Henry Belot Australia’s icebreaker ‘significantly’ larger than initially designed, leading to bridge farce Tasmania’s port authority has revealed Australia’s $528m icebreaking research vessel, RSV Nuyina, is much wider than initially designed, which is one reason why it cannot safely pass underneath the Tasman bridge. As Guardian Australia revealed on Thursday, the ship has been denied permission to pass under the bridge to access a refuelling station just on the other side. It must now travel hundreds of kilometres to another port on the other side of the state, costing more money and generating more emissions. Tasmania’s harbour master, Mick Wall, told ABC Hobart the RSV Nuyina had the largest “windage area” of any vessel that had applied for permission to pass underneath the bridge. He said while the rules had not changed, Nuyina’s dimensions had: “It [is] outside the minimum limits for safe transit at the bridge. The initial design width was about 25.6m when it was delivered. It’s now currently at 35.1m. So it’s a significant increase in the beam. And obviously, as you’d understand, putting a moving vessel through the concrete upright on the main navigation span of the Tasman bridge is not something which you don’t just attempt and have a crack at and see how you go. Tasmania’s port authority takes safety extremely seriously given a tragedy in 1975, when 12 people died after a cargo ship crashed into the bridge, causing part of the structure to collapse. Wall also told the ABC the Nuyina can safely pass underneath the bridge from the southern side, but cannot safely travel back. That is due to the ship needing to complete a turn before passing through the concrete beams on one side. Given the size of the ship and its surface area, there is little room for error. Here’s how Wall put it: The risk is always a loss of control ... The vessel has a significant amount of drift and side slip. The vessel is perfectly suited for straight line work, perfectly suited for ice operations. It is a very powerful ship. But when you put that vessel into a dynamic turn, it slides.\nUpdated at 12.54 AEST\n46m ago 12.29 AEST Auditor general finds cybersecurity being poorly managed A report says the federal government is continuing to poorly manage its cybersecurity, AAP reports. The auditor general, Grant Hehir, said in his 2022/23 annual report there are “ongoing deficiencies in cybersecurity environments and poor governance over entity cybersecurity risks”. Although cybersecurity risks are becoming more widely understood and managed by entities, there remain critical shortcomings in key areas.A key risk was the way in which user access was removed when public servants left their roles. Fifty-three of 144 departments and agencies assessed had no policy for user access removal or defining the timeframe in which access should be removed following a user leaving. A total of 119 agencies did not have an effective control or activity to monitor access or activity in their systems after user cessation. But when the auditor asked agencies to self-assess, 80% said they were “fully effective” in handling the issue.\nUpdated at 12.52 AEST\n1h ago 12.07 AEST Experts investigate type of shark in Port Macquarie attack Surf Life Saving NSW have put out a statement on the man bitten by a shark in Port Macquarie. The man in his 40s sustained serious injuries to his leg and foot from a shark bite while in the water at Watonga Rocks, about 10am this morning, according to the statement. Signage has been put up at the location by the Australian Lifeguard Service supervisor, warning people to stay out of the water. It’s unsure the type of shark involved at this stage. Experts from the Department of Primary Industries (Fisheries) are investigating.\nUpdated at 12.14 AEST\n1h ago 11.49 AEST Man bitten by shark at Port Macquarie A man in his 40s has been transported to Port Macquarie base hospital after being bitten by a shark and sustaining injuries to his upper and lower leg at Lighthouse Beach. Lighthouse Beach is now closed for at least 24 hours “due to a shark incident,” Port Macquarie Hastings ALS Lifeguards have posted on Facebook. A Surf Life Saving NSW drone will be operating to try and determine the size and species of the shark involved, the post said. More to come.\nUpdated at 11.52 AEST\n2h ago 11.08 AEST Australia backs Japan on release of treated Fukushima water Daniel Hurst The Australian government has backed the release of treated water from the wrecked Fukushima Daiichi nuclear power plant, while calling for continued reassurance to be provided to countries across the region. The Japanese government yesterday began the first phase of water releases into the Pacific Ocean, prompting China to ban all seafood imports from Japan. Fukushima fishing communities and Pacific island countries have also expressed unease. While on-site technology is being used to remove most harmful substances, it is unable to filter out tritium, a radioactive isotope of hydrogen. The nuclear power plant operator Tepco said the first batch of discharged water would contain about 190 becquerels of tritium per litre – well below the World Health Organization drinking water limit of 10,000 becquerels per litre. The Australian Department of Foreign Affairs and Trade said in a statement: Australia, like other countries in our region, is committed to the ongoing protection of the Blue Pacific. We welcome Japan’s transparency and international engagement including with Pacific island countries and expect this to continue. Australia has confidence in the process that has led to the decision by Japan to release the treated water. Dfat said Australia supported the “critical role” of the International Atomic Energy Agency in Japan’s plans for managing the release, noting its findings in early July that the release would be consistent with internationally accepted safety standards that ensure the protection of people and the environment: Australia has full confidence in the IAEA’s independent, impartial, and science-based technical advice. The Australian Radiation Protection and Nuclear Safety Agency issued advice on 11 July 2023 supporting the IAEA’s assessment that the proposed discharge will not adversely impact people or the environment. Australia welcomes the IAEA’s commitment to provide ongoing monitoring and periodic review during the discharge, including maintaining an on-site presence at the Fukushima Daiichi Nuclear Power Plant. This will provide reassurance to the region.\nUpdated at 11.22 AEST\n2h ago 10.54 AEST Benita Kolovos Victoria police have confirmed they are investigating the incident that saw Ringwood MP, Will Fowles, dumped from the Labor party. In a statement on Friday morning, police said: Detectives from the Sexual Crimes Squad are investigating following a report of an incident in the Melbourne CBD. Police were initially notified of the matter by the state government and a formal investigation has now commenced. Given the sensitive nature of this incident and now that it is subject to active investigation, we will not be providing any further commentary on the matter.” Police said unless there is an outcome or significant update, they will not be providing media with further information. Earlier this month, the premier, Daniel Andrews, said it was no longer acceptable for the Ringwood MP to remain in the parliamentary party after his office referred Fowles to the police over the alleged assault. In a statement posted on Facebook, Fowles said the allegation of assault was “not true.” “I was shocked and distressed to learn last night that an allegation of assault has been made against me,” he said. Fowles said the details of the allegation, which he denies, had not been put to him by the premier’s office. It is not true. There was no assault. He said he expected his resignation from the parliamentary Labor party would be temporary and vowed to cooperate with any process of enquiries.\n3h ago 10.38 AEST Varroa mites prompt emergency beehive biosecurity order in NSW’s Riverina and Sunraysia regions Varroa mites have been found in NSW’s Riverina and Sunraysia regions, posing a threat to the almond industry and prompting an emergency biosecurity order barring the movement of beehives, AAP reports. The NSW Department of Primary Industries detected the bee parasite in hives at Euroley in the Riverina and Euston in Sunraysia. A 10km eradication zone and a 25km surveillance zone is in place – hives cannot be moved into, within or out of those areas. DPI’s chief plant protection officer, Shane Hetherington, said before the detection many beekeepers had moved hives for both almond and canola pollination. The new detection at Euston has clear links to an infested premises in the Kempsey area, which we’ve been able to track through the movement declaration process. We are continuing investigations into the link for the Euroley hives, although they have also travelled from the Kempsey region. Tracing and testing hives moved from the Kempsey region remains NSW DPI top priority, to ensure we can get in front of any further spread. The new detections bring the total number of infested premises in NSW to 215. Crop Pollination of Australia’s president, Steve Fuller, said the outbreaks could have a big impact on the industry. This is our greatest fear. You’re looking at tens of thousands of hives in those areas doing [the] almond population at the moment.\nUpdated at 10.47 AEST\n3h ago 10.18 AEST Chalmers says Qantas will not need to pay back money received during Covid after posting massive profits The treasurer, Jim Chalmers, has quashed suggestions that Qantas should pay back money it received from the government after the airline posted record profits, AAP reports. Yesterday, Qantas reported an underlying profit of $2.47bn for the past financial year – a big jump compared to an almost $2bn loss the year before. In the wake of the results, pressure is growing for them to pay back some of the money received from the government at the height of the Covid-19 crisis ($2.7bn from taxpayers during the pandemic, including $900m from the jobkeeper program). But Chalmers said the profits from Qantas showed the tourism industry was making a strong recovery post-Covid. He told ABC Radio this morning: When those funds were provided by the previous government, there wasn’t an understanding or an agreement that they would be repaid in some form. What [the profits] reflect is the fact the Australian tourism industry is making a big contribution to our economy and that’s a good thing. It’s a big employer in our economy.\nUpdated at 10.29 AEST\n4h ago 09.41 AEST Phoebe McIlwraith Send us your questions on the Indigenous voice to parliament An upcoming episode of Guardian Australia’s The Voice Ask Me Anything podcast series will feature prominent Indigenous yes and no campaigners. In the news: Liberal MPs have condemned “abhorrent” and “revolting” commentary about Indigenous people aired at no campaign leader Warren Mundine’s Conservative Political Action Conference.\nSenator Lidia Thorpe has called on the government to call off the referendum, saying it had caused only harm and division.\nThe voice referendum date is set to be announced in South Australia next Wednesday. Do you have a question for them about the voice or the latest news updates? Please email your questions to voicequestions@theguardian.com\nUpdated at 09.46 AEST\n4h ago 09.31 AEST Queensland government defends overriding Human Rights Act because children in watch houses are ‘a danger to the community’ The Queensland government has rejected criticism over new laws allowing children to be held in police watch houses, AAP reports. Under the changes, children can be held in watch houses with no human rights law recourse. The deputy premier, Steven Miles, said amendments to the youth justice laws were difficult but ultimately essential to ensure community safety. He told ABC Radio: In this case, we had a court finding that said that young people could no longer be held in watch houses. We were advised by the solicitor general that if we didn’t make these changes immediately, the young people in watch houses would need to be released to the community. They were in watch houses because police believe they’re a danger to the community. We were faced with a very difficult situation – legal advice that said the only way we could keep the community safe was if we immediately addressed the technicality the court had found. So that’s what we did.\nUpdated at 09.45 AEST", "Matches": "6", "Num matches": 1}, {"publication": "ABC", "scraped_datetime": "13AM 25/08/23", "Headline": "These six charts show what Australia could look like in 40 years", "Url": "https://www.abc.net.au/news/2023-08-25/intergenerational-report-shows-what-australia-could-look-like/102769560", "Rank": 5, "Text": "The federal government has released the latest Intergenerational Report on what Australia could look like over the next 40 years.\nHere are some of the key predictions and what this could mean for our future.\n1. An ageing population\nAustralians are living longer and they're having fewer children.\nSo, even with net migration accounted for, the government is predicting slower population growth and lower workforce participation due to ageing.\nAs this chart projects, people aged 65 and over will more than double by 2063:\nWhat does this mean? With older Australians spending more years in good health, it's predicted there'll be rising demand for government-funded services like aged and disability care. And with fewer children, it's predicted the size of the workforce relative to the dependent population will fall.\n2. A higher skilled workforce\nThe ongoing digital and technological transformation is expected to continue to raise incomes and quality of life.\nIt's also expected to increase the demand for specialised skills and to change the nature of work.\nIn particular, employment is anticipated to grow in the services industries, which include health care and social assistance, education and training services, as well as professional, scientific and technical services.\nThis projected trend is reflected in the rising share of jobs that currently require a bachelor's degree or above, from 20 per cent in 1966 to 34 per cent in 2021:\nAt the same time, this chart shows the share of jobs requiring high levels of cognitive skills has increased by 17 per cent:\nWhat does this mean? It's predicted the labour market will continue to demand skills that are complementary to existing and new technologies. Meanwhile, the automation of routine tasks will result in a greater focus on foundational skills, such as communication, problem solving and team work.\n3. Hotter temperatures\nThe government anticipates hotter temperatures, basing its projections on data from the Bureau of Meteorology:\nUnder a scenario where global temperatures increase by up to 3 degrees Celsius by 2100, Australia's national average temperature is projected to increase by 1.7C.\nAs seen in the maps below, some parts of Australia will be more exposed than others depending on how high temperatures rise.\nThe map on the left shows temperature projections for a climate scenario under a 2C warming path, while the one on the right shows the possible impact of a 3C increase:\nSupplied: Intergenerational Report 2023\nWhat does this mean? Besides health and environmental impacts, higher temperatures are predicted to impact labour productivity, with workers in exposed industries having to reduce their time in the heat or the physical intensity of their work. Weather changes are also projected to result in lower crop yields and higher government spending on natural disaster recovery and resilience efforts.\n4. Slower labour productivity\nWith all of these changes considered, the government has revised down its long-term productivity projections.\nIt moved from a 30-year productivity growth average of 1.5 per cent per year to a 20-year average of 1.2 per cent:", "Matches": "4", "Num matches": 1}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "Restaurant quality or flop? Fresh, fancy supermarket pastas ranked from the sloppy to the top", "Url": "https://www.smh.com.au/goodfood/eating-out/restaurant-quality-or-flop-fresh-fancy-supermarket-pastas-ranked-from-the-sloppy-to-the-top-20230808-p5duph.html", "Rank": 9, "Text": "Advertisement\nEating outTaste test Restaurant quality or flop? Fresh, fancy supermarket pastas ranked from the sloppy to the top Have you noticed an explosion of fresh packet pastas in the supermarket recently? Good Food tastes and rates them for flavour and value, with mixed results. Bianca Hrovat August 23, 2023 Save Log in , register or subscribe to save recipes for later. You have reached your maximum number of saved items. Remove items from your saved list to add more. Save this article for later Add articles to your saved list and come back to them anytime. Got it Share\nFrom the lasagne-filled ravioli made by Latina Fresh, to eggplant parmigiana tortellini from Rana, the fresh pasta in the refrigerated section of your local supermarket has evolved and expanded. Itâ\u0080\u0099s a change driven by increasing interest in supermarket meals, as consumers swap restaurant dishes for ready-made convenience during the cost of living crisis. Data from an NAB consumer report released in July showed that 55 per cent of 2000 consumers surveyed were willing to cut down on eating out or buying takeaway meals as a way of balancing their budgets. Ready-made meals offer an attractive alternative, with fresh pasta ready to eat in under five minutes for as little as $2.50 per serve. Quarantine pasta sauce with tuna and olives by Katrina Meynink. Katrina Meynink Quarantine sauce: Turn one tomato sauce into 10 dinners â\u0080\u009cIn the last year, we have seen a growth in fresh pasta sales as customers look for more gourmet options at home,â\u0080\u009d a spokesperson for Woolworths tells Good Food.\nAdvertisement\nâ\u0080\u009cWe know many customers are looking for more ways to get value out of their shop and with our fresh pasta range, weâ\u0080\u0099re bringing restaurant quality to the kitchen table.â\u0080\u009d Both major supermarkets now offer more than 20 varieties of fresh pasta, and Coles has recently introduced several home-brand options targeted at vegans (Natureâ\u0080\u0099s Kitchen) and athletes (Perform Build). Across Australia, revenue in the pasta market is expected to grow by 3.65 per cent over the next year. With all of these new choices, it can be difficult to tell how the pasta will cook and eat from a quick glance at the options in the refrigerator aisle. So I decided to put them to the test. Choosing both filled ricotta and cheese pasta and simple strands of fresh supermarket pasta from Coles and Woolworths (along with a few wild cards), I considered the following factors when determining my ranking:\nAdvertisement\nColour (and where the colour comes from)\nLength\nCooking time\nTexture\nFlavour\nValue For this taste test, I used Katrina Meyninkâ\u0080\u0099s quarantine sauce. One pot makes about 10 dinners and includes two cups of white wine (leaving you two glasses to sip while the sauce simmers). Be aware, the sauceâ\u0080\u0099s four-hour cooking time means youâ\u0080\u0099ll need to get cracking in the afternoon if you want to eat dinner at a reasonable time. Each pasta was cooked according its package instructions, with a big pinch of sea salt in plenty of boiling water. Salt enhances the flavour of the pasta, making it an important step for any pasta you choose to cook. It was then drained and tested both before and after adding the sauce. Fresh supermarket filled spinach and ricotta pasta (ranked from worst to best) Coles spinach and ricotta agnolotti.\nAdvertisement\nColes spinach and ricotta agnolotti, $5 for 600g\nServes four, ready in three minutes The mildly flavoured spinach and ricotta filling was thick and pasty in this budget Coles option, frequently sticking to the roof of my mouth (bleurgh). There were also quite a few empty pasta pockets. But you canâ\u0080\u0099t beat it for price, coming in at just $1.25 a serve. 25degrees South baby spinach and fetta ravioli. 25degrees South baby spinach and Victoria fetta ravioli, $9 for 325g\nServes two, ready in three minutes 25degrees South is channelling farm-to-table restaurant vibes with the packaging, but the ravioli isnâ\u0080\u0099t quite there. In a pot of boiling water the big, delicate pillows of pasta fall apart quickly, letting the filling escape. What remains is flavoursome but water-logged, and difficult to eat.\nAdvertisement\nLeggoâ\u0080\u0099s fresh ricotta and spinach agnolotti. Leggoâ\u0080\u0099s ricotta and spinach agnolotti with parmesan, $9 for 630g\nServes four, ready in five minutes This is a good option for families at $2.25 a serve. The filling is a pale green paste with a barely perceptible flavour of parmesan. Still, it emerges al dente after five minutes and gets the job done. Grand Italian ricotta and spinach agnolotti. Grand Italian ricotta and spinach agnolotti, $6 for 325g\nServes two, ready in four minutes\nAdvertisement\nCreamy mascarpone and aged grana padano cheese are added to the classic ricotta and spinach pairing for â\u0080\u009cextra flavourâ\u0080\u009d, but Iâ\u0080\u0099m struggling to taste it. This is a relatively bland option with thick pasta, best suited for when you want the flavours of your pasta sauce to really shine. Latina Fresh ricotta and spinach agnolotti, $8.50 for 625g\nServes four, ready in five minutes The packaging promises this is a new recipe, with more filling and thinner pasta. The smooth mixture of Australian-made ricotta, parmesan and spinach has a subtle but notably cheesy flavour. The pasta still errs on the thicker side, but itâ\u0080\u0099s pretty nice with a generous serving of quarantine sauce. WINNER\nRana ricotta and spinach tortellini, $8 for 325g\nServes two, ready in two minutes Italian favourite Rana has nailed this one. Itâ\u0080\u0099s a simple, creamy filling with a comparatively greater percentage of ricotta and spinach, encased in thin sheets of fresh pasta. Each mouthful is a satisfying pop of flavour, sweet and a little citrusy.\nAdvertisement\nWildcards: Are they worth it? Latina Fresh vegetarian broccoli and potato, $8 for 375g\nServes two, ready in two minutes Does anyone else have a core childhood memory of eating sad, wet broccoli after your mum boiled it for too long? Thatâ\u0080\u0099s what this green filling reminds me of. Itâ\u0080\u0099s not entirely off-putting, but it certainly isnâ\u0080\u0099t my favourite either (especially for the price). Coles Perform Build high-protein vegetable ravioli. Coles Perform Build high protein vegetable ravioli, $6 for 360g\nServes two, ready in three minutes\nAdvertisement\nDoes it taste like anything? No (at least, not that I can tell). Does it make me feel better to know that one serve contains roughly half of my daily protein intake? Yes. For gym-goers who are tired of meal-prepping the same high-protein dinners day in, day out, it could offer an inoffensive and quick alternative. Coles Angus beef ravioli. Coles Finest free-range egg ravioli with Angus beef ragu and grana padano, $6 for 350g\nServes two, ready in 1.5 minutes Giovanni Di Sebastiano and his family have made pasta in Melbourne for more than 30 years, so I had high hopes for this Coles collaboration. The pasta itself is great â\u0080\u0093 big pillows of delicate pasta, cooked al dente. And the filling is generous, coming right out to the edges, all rich and meaty. But there is something about the sinewy texture that just isnâ\u0080\u0099t for me. 25degrees South three cheese ravioli.\nAdvertisement\n25degrees South Victorian three cheese ravioli, $9 for 325g\nServes two, ready in three minutes These large, soft pillows of pasta pack a real punch. With a generous filling of Gippsland milk ricotta, mascarpone and pecorino wrapped in silky cracked pepper pasta, this is a flavourful option reminiscent of cacio e pepe. After three minutes the pasta is al dente and best paired with a simple buttery sauce. WINNER\nRana eggplant parmigiana tortellini, $5 for 325g\nServes two, ready in two minutes Whatâ\u0080\u0099s not to love about this tortellini? It ticks all the boxes: a creamy filling; a soft and quick-cooking pasta that doesnâ\u0080\u0099t fall apart; and a subtle, cheesy, tomatoey flavour that would complement many types of sauce. If I ever feel like eating filled pasta from the supermarket again (doubtful), this is the one I will buy. Fresh non-filled supermarket pasta (ranked from worst to best)\nAdvertisement\nWhat makes a good fresh non-filled supermarket pasta? Theyâ\u0080\u0099re softer and more supple than their dried pastas and better suited to smooth, saucy dishes. But theyâ\u0080\u0099re also easy to overcook, prone to tearing and considerably more expensive than the dry stuff. Latina Fresh gluten-free tagliatelle, $8.75 for 280g\nServes two, ready in two minutes The first thing I noticed about this pasta was how sticky it was once cooked. That makes it great for picking up sauce, but the rubbery mouthfeel wasnâ\u0080\u0099t for me. It was also very yellow, likely due to the addition of carotene in an attempt to better mimic the look of wheat-based egg pasta. Add on that price tag ($4.37 per serve) and Iâ\u0080\u0099m leaving this one to the coeliacs. Coles fresh pappardelle. Coles pasta pappardelle, $4.20 for 300g\nServes two, ready in three minutes\nAdvertisement\nA good pappardelle pasta should be long and thick, with a slightly rougher texture to really pick up all that delicious sauce. This one missed the mark, with super short, dense strands of pasta that stuck together in boiling water and didnâ\u0080\u0099t adhere well to the sauce. iPastai fresh pappardelle. iPastai pappardelle, $5 for 350g\nServes three, ready in two minutes The sunshine yellow strands of thick pappardelle pasta looked great in the cardboard gingham packaging, but struggled to separate in boiling water. They emerged, despite my best efforts, still clinging together. This is a heavy and doughy pasta that retains its structure under repeated fork stabbings and the weight of a heartier sauce. Plus, at just $1.60 per serve, itâ\u0080\u0099s good value.\nAdvertisement\nLatina Fresh classic egg fettuccine, $6 for 375g\nServes two, ready in two minutes This pasta looks fresh and light coming out of the packaging, and holds its shape well when cooked. But itâ\u0080\u0099s shorter and flimsier than its rival Rana (below), becoming soggy and brittle under the weight of the sauce. When considering that higher price tag ($3 per serve), Iâ\u0080\u0099m going to pass. Coles fresh fettuccine. Coles fettuccine, $4.20 for 300g\nServes two, ready in three minutes Coles fettuccine keeps things simple, using just three Australian ingredients in its recipe. Itâ\u0080\u0099s flat, thin, pale and short â\u0080\u0093 certainly not one for those who like twirling their pasta. But in three minutes itâ\u0080\u0099s cooked perfectly al dente and gets the job done for just $2.10 per serve.\nAdvertisement\nRana fettuccine, $6 for 325g\nServes two, ready in two minutes Rana delivers a light fettuccine that feels pretty close to restaurant-quality, maybe because of its egg content, which is higher than some. But does it â\u0080\u009cmake any sauce singâ\u0080\u009d, as promised on the packaging? Well, it does capture the sauce. But it also becomes flimsy under the extra weight, breaking apart when twirled with a fork. It is also the most exxy of the bunch, at $3 per serve. iPastai fresh linguine. WINNER\niPastai linguine, $5 for 350g\nServes three, ready in two minutes\nAdvertisement\nRestaurant reviews, news and the hottest openings served to your inbox. Sign up", "Matches": "35", "Num matches": 1}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "Crown Sydney closes gaming floor, axes 95 jobs as high rollers stay away", "Url": "https://www.smh.com.au/business/companies/crown-sydney-closes-gaming-floor-axes-95-jobs-as-cost-of-living-bites-20230824-p5dz5g.html", "Rank": 7, "Text": "Crown Resorts will close one of the two VIP gaming floors in its new Sydney casino and axe up to 95 jobs as visitor numbers came in lower than expected.\nThe move to consolidate the two casino floors into one comes just one year after Crown opened them at its new flagship Sydney casino. The company told staff on Thursday that it will commence a voluntary redundancy program, with affected workers expected to be from the casino and casino support divisions.\nCrown Resorts will close one of its two VIP casino floors in Barangaroo as cost-of-living pressures and an expensive path to remediation bites. Credit: Will Willitts\nContacted by this masthead, a spokesperson for the Blackstone-owned casino operator confirmed that the company will close its “mahogany” floor until business levels stabilise, with all customers using its “crystal” level from now on.\n“Crown has made a decision to consolidate its two VIP casino floors in Sydney in response to the current macroeconomic challenges facing our industry alongside other Australian businesses,” the spokesperson said.", "Matches": "33", "Num matches": 1}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "Olympic legend Ian Thorpe lists Woollahra home for $3.7 million", "Url": "https://www.smh.com.au/property/news/olympic-legend-ian-thorpe-lists-woollahra-home-for-3-7-million-20230824-p5dz1p.html", "Rank": 6, "Text": "Legendary Olympic swimmer Ian Thorpe has listed his Woollahra home with a price guide of $3.7 million.\nThe five-time gold medallist bought the residence in 2017 for $2.75 million, records show, and is now looking to downsize in the blue-chip suburb.\nThe home has a heated pool for residents of the boutique complex of six. Credit:\nThe four-bedroom luxury home is considered the best residence in the boutique security complex of six, given it is located at the back of the building, completely secluded from the main street.\nThe 216-square-metre home is spread across three levels with a bathroom on each one and prized double parking.", "Matches": "32", "Num matches": 1}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "Forget guns or poisoned tea, Putin decided Prigozhin warranted something more spectacular", "Url": "https://www.smh.com.au/world/europe/forget-guns-or-poisoned-tea-putin-decided-prigozhin-warranted-something-more-spectacular-20230824-p5dzaa.html", "Rank": 5, "Text": "Vladimir Putin continues to evolve into his persona as a vaudeville villain. His reign of death, fear and comically feigned innocence has convulsed Russia once more.\nThe warlord who led a failed mutiny against Putin two months ago, Yevgeny Prigozhin, has now met an untimely death in a plane crash.\nRussian President Vladimir Putin. Credit: Reuters\nIt was “the least surprising news of the year,” says Peter Tesch, a former Australian ambassador to Moscow, who’d predicted that Putin would murder Prigozhin for his combined affronts of betrayal and humiliation.\nBut Tesch got the detail wrong. He’d foreseen death coming to Prigozhin in a cup of tea. Since moving on from his earlier preference of shooting his challengers, Putin has favoured poisoning them.", "Matches": "31", "Num matches": 1}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "‘All-time clutch performer’: Why new world champion Nina Kennedy can vault to Olympic gold", "Url": "https://www.smh.com.au/sport/athletics/nina-kennedy-wins-gold-by-agreement-sealed-with-a-hug-and-a-handshake-20230824-p5dyzm.html", "Rank": 4, "Text": "But Kennedy had nothing left. She had broken two national records – at 4.85m and 4.90m – to get to the position where silver was safeguarded and gold was available. Her legs were cramping. The heat and humidity in Budapest’s national stadium has been overwhelming for days, and after 2½ hours of gruelling contest, they had nothing left. Kennedy said she immediately had thoughts of high jumpers Mutaz Barshim, of Qatar, and Italy’s Gianmarco Tamberi, who became the first pair to share a gold medal under the new rules for field events when they agreed to call a truce in their event at the Tokyo Olympics. To split the medal, both athletes must agree. So, Kennedy suspected that Moon, who has jumped 4.95m before (it’s her personal best) and is the reigning world and Olympic champion, might want to continue competing.\nBefore Moon’s final jump, Kennedy went to the officials to check what would happen next if the American missed. She thought maybe if Moon missed, she would have her on countback, but the official said no, there would be a jump-off, or they could agree to split it. Kennedy was in no doubt: if she could stop jumping she would, well, jump at the chance. Katie Moon (right) congratulates Nina Kennedy as they share the gold medal in the women’s pole vault at the world championships in Budapest. Credit: Getty “My legs were cramping, I had never done a competition so long and so intense before, and she felt exactly the same, so we were so happy to stop,” Kennedy said. “It took us a while to decide and all the cameras were around us and the officials were around us, but you could see the relief in our faces.\n“We are [friends but] fierce competitors. She is an Olympic gold medallist, I thought she might have said, ‘Let’s keep jumping’. But when I floated the idea, she was like, ‘Yes!’ “I said, ‘Are you sure you want to do this? Yes? OK’, so we did it ... I was like: ‘Girl, are you sure? You’re the bloody GOAT [greatest of all time], are you sure?’” Nina Kennedy flashes her golden smile. Credit: Reuters In the end, their choice was a no-brainer. A gold medal shared is still a gold medal, after all, and Moon was just as happy as Kennedy to share the title. “When the final started, I didn’t think about how sharing a gold medal would work for me, but now I am completely satisfied. What a battle it was, oh my ...” reigning champion Moon said.\nBritain’s 2012 Olympic heptathlon champion Jessica Ennis-Hill said on the BBC coverage she loved the rule change that allowed competitors to split medals. “I am a big softie, it is so beautiful, it really displays what our sport is about,” Ennis-Hill said. “[We’ve seen] two epic performances, and they’ve both come away with that gold medal.” Having entrenched herself as Australia’s greatest women’s pole vaulter, Kennedy can now realistically aim to break five metres and win gold in Paris at next year’s Olympic Games, her coach Paul Burgess said.\n“I just think she is one of the great all-time clutch performers. She amazes me. Just because it was Nina, and she was performing good even though she hadn’t done a really big one, I knew she was saving it for the world champs. She just knows how to turn it on,” he said. “Of course, [five metres] is something she wants ... and she is capable of five metres. That’s one of her main goals, among a bunch of other things. It’s really hard to do, but I now think that nothing is beyond her. She’s a champion. “We are aiming to win Paris. You just don’t know how often these moments come, but we’re not going to aim for less than this. We are more than happy to aim big, we don’t think it’s delusional. These are our goals. “To aim for anything less would be cheating ourselves.”\nLoading Between her jumps, Kennedy was a tortured figure, unsure what to do with herself. Before Moon’s second last jump, she sat on the track with her back to the runway. She would sneak the occasional peek at the big screen, but didn’t have to watch Moon jump to know what had happened – the crowd would tell her each time how high Moon had risen. “It’s so hard because if she clears, you have to jump again, so it is this weird balance of watching, but [knowing] I need to focus on myself,” Kennedy said. “But I don’t want to look like a bitch; you have to clap, you have to watch, but it is this weird thing – you are also trying to fix the technical things with the coach. There is so much going on, there are races going on as well.”", "Matches": "30", "Num matches": 1}, {"publication": "ABC", "scraped_datetime": "13AM 25/08/23", "Headline": "Council staff targeted at home, confronted in supermarket as 'daily abuse' from irate public increases", "Url": "https://www.abc.net.au/news/2023-08-25/council-staff-abused-public-regional-victoria/102772928", "Rank": 4, "Text": "A Victorian council is concerned for the safety of its staff after workers have copped verbal abuse from community members while doing their supermarket shopping or walking their dogs.\nKey points: Hepburn Shire Council says the amount of verbal abuse directed at staff members has escalated in the previous 12 months\nHepburn Shire Council says the amount of verbal abuse directed at staff members has escalated in the previous 12 months Yarra Ranges Council has shut its public gallery at meetings due to threatening behaviour\nYarra Ranges Council has shut its public gallery at meetings due to threatening behaviour The local council association is calling for workers to be treated with respect\nHepburn Shire Council is the second local government body to flag concerns of aggressive behaviour from members of the public in recent weeks.\nBuloke Shire Council said abuse of its staff had reached unprecedented levels, while Yarra Ranges Council has temporarily shut its public gallery at council meetings after disorderly and threatening behaviour from members of the public.\nHepburn Shire Council chief executive Bradley Thomas said all levels of staff were exposed to verbal abuse from community members over the phone, through emails, on social media and even when out and about off duty.\n\"We live in a small community and people know who works at council,\" he said.\n\"Someone might be having lunch, at the supermarket, or even out walking their dogs [when they are abused].\"\nMr Thomas said the abuse was often personal and the community members' gripes with the council were directed at the staff member.\n\"It's almost daily now that I see a really poor interaction with a staff and community member, or I'll see the result of an email [to a council worker] from a community member,\" he said.\nHe said the abuse had increased in the past 12 months.\n\"It's become heightened. We're seeing more of it,\" he said.\nIrene de Pater, Edith Cowan University professor of business psychology, studied \"workplace incivility\", or rudeness directed at people at work.\nShe told ABC Ballarat's Breakfast radio show research showed people acted aggressively when stressed or felt they had been treated unfairly.\nMs de Pater said rudeness directed at workers was on the rise.\n\"Over the last couple of years we had COVID and now we have considerable financial hardship in parts of the country. That makes people feel very insecure,\" she said.\n\"If you feel injustice you want to restore balance and that might make you behave differently from how you usually would.\"\nMs de Pater said aggressive behaviour was contagious.\n\"If you are treated rudely, you also need to restore that balance. Often that's out of reach, as you can't retaliate against a government or an organisation, so you might then be rude to your neighbour, colleague or a random person at the grocery store.\"\nWorkers shouted and sworn at\nBuloke Shire Council also reported more aggressive behaviour directed towards its staff.\nActing chief executive officer Hannah Yu said in a statement that while the majority of the community behaved respectfully, there had been a significant increase in aggressive incidents.\n\"They [staff] are regularly being cornered in the street and in supermarkets, and verbally abused — shouted at and sworn at,\" Ms Yu said.\n\"Some are being targeted outside their homes at night. This unconscionable behaviour is happening during the week and on weekends.\"\nMr Thomas said he was worried about the abuse deterring people from working for the council, impacting staff retention and recruitment.\n\"At the end of the day, people can be frustrated. That's fine, we're happy to cop that criticism and work through what we can do to fix things, but it doesn't mean people need to abuse our staff,\" he said.\nDavid Clark said local government workers deserved to feel safe at work. ( Supplied: Municipal Association of Victoria )\nMunicipal Association of Victoria president David Clark said local government workers deserved to feel safe.\n\"[Council workers] do go into work to try to do their best every day and that doesn't always suit everybody, but they are there trying to help people,\" he said.\n\"If you treat us with respect, we'll absolutely do the same back … there's a general lower respect for authority [and] a lower respect for government, in general.\"", "Matches": "3", "Num matches": 1}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "The shocking and utterly unsurprising end of Yevgeny Prigozhin", "Url": "https://www.smh.com.au/world/europe/the-shocking-and-utterly-unsurprising-end-of-yevgeny-prigozhin-20230824-p5dyzx.html", "Rank": 3, "Text": "London: Perhaps the only thing we should be surprised about is that it took this long.\nThe assumed demise of Yevgeny Prigozhin, the mercenary leader who mounted the greatest challenge to Vladimir Putin’s authority in two decades during a short-lived mutiny in Russia in June, was shocking but not a shock.\nLoyalists might view it as a kind of poetic justice, but it is another reminder of revenge served Putin-style, and of the thuggish mafia state he runs. We should not shed a tear for Prigozhin and we should never forget how Putin treats those who pose a threat to him. Poisonings, detainment, torture, disappearances, falls from windows, and now, probably, a plane shot from the sky.\nPutin, an ex-KGB officer, has maintained that the one thing he can’t forgive is betrayal.", "Matches": "29", "Num matches": 1}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "As Wagner boss Prigozhin’s plane crashed, Putin hailed the heroes of Russia", "Url": "https://www.smh.com.au/world/europe/yevgeny-prigozhin-listed-as-passenger-on-plane-that-crashed-in-russia-20230824-p5dyzl.html", "Rank": 2, "Text": "“An investigation team has left for the scene, all necessary forensic examinations will be appointed, and a set of investigative actions will be carried out to determine the causes of the plane crash,” it said. The civil aviation authority confirmed earlier that the Wagner founder was on the flight that crashed while flying from Moscow to St Petersburg, killing all seven passengers and three crew on board. The private jet, believed to have been owned by Prigozhin, went off radar about 160 kilometres north-west of Moscow, according to the flight-tracking service Flightradar24. It was reportedly cruising at about 8500 metres before it disappeared shortly after 6pm on Wednesday, Moscow time. Wagner-linked Telegram channel Grey Zone reported the Embraer Legacy 600 aircraft was shot down by air defences in the Tver region. It later reported Prigozhin was dead, alongside Wagner’s second-in-command and former Russian special forces officer Dmitry Utkin and Valeriy Chekalov, a senior aide to Prigozhin. “The leader of the Wagner Group, a Hero of Russia, a real patriot of his motherland – Yevgeny Prigozhin has died at the hands of traitors of Russia. But even in hell he’ll be the best! Glory to Russia,” it wrote.\nEarlier, Grey Zone said residents near the village of Kuzhenkino reported two bangs before the crash and saw two vapour trails. The channel reported that witnesses said they’d heard “two bursts of characteristic air defence fire” before the fall of the plane, “and this is confirmed by inversion traces in the sky in one of the videos”, adding that the information was preliminary. Loading As news of it broke, Putin was speaking at an event commemorating the Battle of Kursk, hailing the heroes of Russia’s war in Ukraine. In Kursk itself, about 500 km south of Moscow, he hailed the victory of Soviet troops over German invaders 80 years ago. “I heartily congratulate all citizens of Russia on this event,” Putin said while standing onstage in front of an orchestra, in footage that made its way across social media. He was pictured smiling and presenting state awards to military personnel.\nRussian aviation officials cited by media reports had not provided a reason for the crash, while some Russian figures have speculated it could have been caused by a bomb planted on board. Tass news agency said the plane caught fire on hitting the ground, adding that four bodies had already been found. The aircraft had been in the air for less than half an hour, it said. The Wall Street Journal reported a second Embraer aircraft, also owned by Prigozhin, was seen travelling toward St Petersburg not long before the other aircraft disappeared. The second plane eventually turned back towards Moscow and landed in the Russian capital, flight trackers revealed.\nWhile speculation is rife among Kremlin watchers that Putin – notoriously unforgiving of traitors – had ordered the downing of the aircraft, some warned that it was possible Prigozhin, 62, might have staged his own death. Prigozhin, a former Kremlin caterer known as “Putin’s chef”, had emerged as one of the most important leaders of Russia’s war effort before souring on the military’s leadership so much that he launched a coup against them in late June. The Wagner headquarters building in St Petersburg. Although Wagner’s men effectively seized control of two major cities in southern Russia, killing at least 13 soldiers as they downed two helicopters and a plane on their march to Moscow, Putin had appeared to forgive his one-time close ally. The rebellion ended after a deal was struck between Putin and Prigozhin under which Wagner would move its operations to neighbouring Belarus and its leaders would receive immunity.\nBelarusian President Alexander Lukashenko, who helped broker the agreement, later said that Prigozhin had returned to his home town of St Petersburg in Russia. United States President Joe Biden, on holiday in Nevada, told reporters he did not “know for a fact what happened” but was “not surprised”. He added: “Not much happens in Russia that Putin’s not behind.” A US National Security Council spokeswoman said: “If confirmed, no one should be surprised. The disastrous war in Ukraine led to a private army marching on Moscow, and now — it would seem — to this.”\nAfter the June revolt, Russian authorities detained several military leaders suspected of collusion with the mutiny, including the former commander of the war in Ukraine, General Sergei Surovikin. Loading State newswire RIA Novosti cited an “informed source” on Wednesday saying Surovikin had been “relieved of his post” and replaced by Viktor Afzalov, the aerospace forces’ chief of staff. Known as “General Armageddon” for brutal bombardments under his command in Syria, Surovikin was the most prominent figure among a number of senior military leaders who had good relations with Prigozhin, but had not been seen in public since he was detained in late June. On Monday, Prigozhin posted his first video address since leading a short-lived rebellion in Russia, appearing in a clip possibly shot in Africa. He was seen in the video standing in a desert area in camouflage and with a rifle in his hands.", "Matches": "28", "Num matches": 1}, {"publication": "SMH", "scraped_datetime": "08AM 25/08/23", "Headline": "Not much shocks me about bedroom antics, but this is downright deviant", "Url": "https://www.smh.com.au/lifestyle/life-and-relationships/not-much-shocks-me-about-bedroom-antics-but-this-is-downright-deviant-20230823-p5dytc.html", "Rank": 1, "Text": "I’m not usually surprised by what other people do in bed. I’ve been around for a while, and I know that anything a human being can possibly think up has, and is being, done.\nBut a new viral video has my mouth hanging open. I didn’t even know that this behaviour was possible. A married couple, Angelina and Skylar, get into bed each night, and they choose a side of the bed. In the 11 years they have been together, they have not yet picked a regular side. Every few nights, completely at random, they switch from one side to the other.\nEverybody loves their side of the bed. Credit: HBO Independent Productions\nNow, I am all for being wild and experimental, but this is unnatural and wrong! Sharing a bed means claiming your own half and sticking to it. I have my side, you have your side, and we meet in the middle for cuddles and sexy time. Those are the rules. I didn’t make them, I just follow them, like everyone in the world but Angelina and Skylar.\nI sleep on the left-hand side of my queen-sized bed. When my partner stays over, he sleeps on the right. But even when he isn’t over, I stick faithfully to my side. I’m not going to roll all over the bed like some peripatetic renegade. I need stability. I need routine. I need my favourite pillow! And I need the left-hand side.", "Matches": "27", "Num matches": 1}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Mutton birding: a story of cultural obligation, Blak joy and survival", "Url": "https://www.sbs.com.au/nitv/the-point/article/mutton-birding-a-story-of-cultural-obligation-blak-joy-and-survival/eod3ywc72", "Rank": 12, "Text": "Warning: this article contains sensitive images, including blood.\nMichael Mansell stands barefoot in a rocking dinghy, rocked quite violently by waves in the Bass Strait, though he seems untroubled.\n“Is taking part in cultural practices optional or compulsory?” he asks.\nHe’s a man that has always asked the hard questions, never shying from the difficult conversations, even as we land back on Flinders Island after a 15 minute boat ride that left me cold, shaken and soaked with sea water.\nBut after spending just a few days on tiny, remote Babel Island with him and his family, it was an important question to pose.\nThe picturesque Babel Island off the coast of Tasmania Source: NITV / Keira Jenkins Michael Mansell is an activist, a lawyer, an author, chairman of the Tasmanian Aboriginal Land Council and the secretary of the Aboriginal Provisional Government (APG).\nThe APG was established in 1990, on the principle that Aboriginal people are sovereign; they issue Aboriginal passports and birth certificates.\nMr Mansell travelled to Colonel Gaddafi’s Libya on one of these passports in the 1980s.\nSitting on a makeshift stool in a shed, his hands deftly cutting open a mutton bird, Michael Mansell was somehow different from the man we’re used to seeing on the news.\nNo less staunch, no less respected, just different.\n“He’s a legend to the Blackfellas and the community,\" his grandson Steele told me.\n\"But out here it’s just another day in the office.”\nREAD MORE The day I handed Queen Elizabeth an Aboriginal land rights petition\nMichael Mansell and Scott Jones deftly cut open the birds once they've been plucked and cleaned. Source: NITV / Keira Jenkins\n'We just need people to listen'\nOn Babel Island politics fades away - it’s a bubble, so far removed from Canberra that it’s easy to forget about the debate happening on the mainland.\nBut Mr Mansell’s distaste for the voice is clear.\n“We don’t want to run white people, we want to run ourselves, and what is wrong with that, “ he said.\n“That’s what democracy is all about. Why don’t we have six seats in the senate -one from each state- rather than mucking around with advising from outside the parliament.\n“That’s the debate we never really hear about … We don’t need another (advisory) body, we just need people to listen to what we’re saying.”\nAnd what the mutton birders on Babel Island are saying is that it’s getting harder and harder to get enough crew each season.\nEvery person and all the supplies, including materials for the sheds, generators, and food, have to either brave the 15-minute dinghy ride across to Babel or be helicoptered onto the island.\nIt’s a costly exercise, and Mr Mansell said the birders need support to keep the practice alive.\n“When I came out to Babel, which is on the east coast of Flinders, the Aboriginal people who were out here gave it up as too costly, it’s hard to get stuff out here,” he said.\n“Without government support Aboriginal cultural birding will eventually lose because you have to have these expensive buildings and machinery that goes with it.\n“We’ve found it very hard to get state or federal government interested.”\n'It's in my blood'\nWhen I asked Michael Mansell about why he keeps returning to Babel each mutton bird season, his answer was simple.\n“I remember when I was a kid about three years old, I came to this island, but I didn’t do any mutton birding. I’d come because all the community would come,” he said.\n“It was a different era then. I’m talking about the 50s and 60s but three quarters of the Aboriginal population would go mutton birding, shut down schools and just migrate to the mutton bird islands.”\n“The thing about it was you had no choice, you had to go and now I’m saying to my kids and grandkids you have to come.”\nThis is what is echoed among all the mutton birders on Babel. There’s a crew of 14 here and there’s a sense of cultural obligation that keeps them coming back.\n“I help my grandfather run the shed and I’ve stepped into that role.\n\"So it’s not that I want to [keep returning] ,it’s that I have to,” Steele Mansell said, sitting out in the rookery, with about 20 mutton birds he’s caught lying at his feet.\nMutton birder numbers are dwindling, with a crew of only 14 on Babel this year. Source: NITV / Keira Jenkins\n'Practise culture or be assimilated'\nMutton birding is hard, dirty work, and living on an island as remote as Babel - even if it’s just for a few weeks - would be a challenge for most people.\nBut Michael believes continuing the practice is a matter of survival for Aboriginal people in Tasmania.\n“If it’s an option to practise culture or be assimilated you’re going to be assimilated,” he said.\n“It’s only if Aboriginal people feel obligated to continue that cultural practice that it will survive, it’s the only way.”\nBut it’s more than the obligation that keeps people coming back.\nListening to the banter in the shed and out on the rookery, the birders are not just here because they have to be - there’s an element of joy.\nFor Tamika Burgess this joy comes from getting to come back to Babel after raising her children.\n“I haven’t been birding for 35 years so this is my first time back on the islands,” she said.\nThe birders take a quick break out in the rookeries for breakfast Source: NITV / Keira Jenkins There’s a social aspect to each job, and as Ms Burgess works she chats to the young women who’ve joined her in the cleaning shed.\nOne of those young women is Kitana Mansell, who runs a traditional food business in Hobart.\nShe has served mutton bird through her business including for the annual arts festival Dark Mofo.\nTaking part in the mutton bird season is significant for her as a food business manager, and culturally as a palawa woman.\n“I think it’s really important that we as young people are still keen to do the practice that our ancestors did and our older family members are still continuing to do today,” she said.\n“I believe the reason we are here is because we’re passionate about who we are and where we come from.\n“To be able to carry on the oldest living culture in the world is just amazing.”\nMichael Mansell hopes the tradition lives on through his grandchildren.\n“Over the last 10 years us old ones have been sitting around like the muppet show saying ‘oh the young ones are not interested’,” he said.\n“I remind myself and others that I was watching an interview with Eric and Ruth Maynard all the way back in the 70s and old Eric was saying ‘the young ones aren’t interested’.", "Matches": "26", "Num matches": 1}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "How Indigenous fire knowledge has helped this family farm again", "Url": "https://www.sbs.com.au/nitv/article/how-indigenous-fire-knowledge-has-helped-this-family-farm-again/bmu8eyc75", "Rank": 11, "Text": "Grazing land became so overgrown on Ashton and Elliot Smith's Queensland cattle station, that the pair knew they needed a solution.\nThe organic cattle graziers turned to traditional knowledge to reopen the land, which had become basically unusable and unable to be walked through.\nREAD MORE Meet some of the deadly mob who competed at Mount Isa's Indigenous Rodeo\nThe pair turned to natural resource group North Queensland Dry Tropics and Indigenous fire practitioners as partners in managing their property Jervoise Station in the state's north.\n\"It's about how we can change our land to work with fire, instead of being worried about fire at the end of the year and the fuel loads,\" Mr Smith told AAP.\nTraditional Owner and Gudjuda chair Eddie Smallwood said the project has resulted in multiple benefits.\n\"A lot of the graziers used to bulldoze, make fire breaks or whatever, these days, you just need a box of matches and go along and do it as long as you know how to do the cultural burning,\" he said.\nREAD MORE Cultural burning connecting students to Country\nPart of the focus has been on Indigenous employment and training.\n\"We can't just take anyone out and tell them to go and learn how to burn, there are certificates we have to have in place, so there's training,\" Mr Smallwood said.\n\"Once we started doing the burns, it benefits everyone.\"\nThe pilot project includes intensive monitoring and the use of drone images and mapping to record pasture and environmental improvements, including how much native vegetation has been regained.\nKaren Vidler of NQ Dry Tropics said this offers a good measure of how much country you can bring back, and how much you can improve pasture quality.\nREAD MORE 5 Indigenous engineering feats you should know about\nShe hopes the Jervoise Station project will become a model that can be used across the country.\n\"You've got to have something to showcase so that other property people can see OK, this is possible,\" Ms Vidler said.\nIt is among a number of land management approaches being discussed this week at the National Custodians of Country Gathering in Cairns, held by Indigenous non-profit Firesticks Alliance.\nA fourth-generation cattle grazier, Ashton Smith said the technique has had major benefits for her family's farming operation.\n\"We've regained so much country back that before we couldn't use,\" she said.\n\"For us it's building our confidence around fire, because originally fire was just a scary concept to us, so doing these burns, it eliminates that fear.\"\nREAD MORE How Indigenous knowledge solved the mystery of age-old desert circles\nWhile her family has lived on the station for generations, Ms Smith said they need to learn more about the land.\n\"It's really important to us to get the Traditional Owners up because they know the country,\" she said.\nThe Smiths are sharing their story alongside fire practitioners at the weeklong event.\nViktor Steffensen, who has helped organise the Firesticks gathering, was also involved with the Jervoise Station project.\n\"They're learning really important values, not using machinery on their land, use fire as a natural resource, so that you don't disturb the soils,\" he said.\n\"They're going to farm with trees by putting back the right parent trees, knowing that if you put back the right trees and right soil types, it'll bring better grasses and healthier pastures.\"\nThis AAP article was made possible by support from Landcare Australia and Firesticks Alliance.", "Matches": "25", "Num matches": 1}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Sisters 'not powerless anymore' as Malka Leifer jailed for sexual abuse", "Url": "https://www.sbs.com.au/news/article/sisters-not-powerless-anymore-as-malka-leifer-jailed-for-sexual-abuse/mzdj034zh", "Rank": 10, "Text": "Key Points Malka Leifer faced trial over sexual abuse of teenage girls allegedly perpetrated when she was a school principal.\nIn April, she was found guilty of 18 of 27 charges relating to the abuse of two sisters.\nBefore the case went to court, authorities spent more than a decade trying to extradite her from Israel.\nThis article contains references to child abuse and sexual assault.\nFormer school principal Malka Leifer will spend up to 15 years in jail for the sexual abuse of former students Dassi Erlich and Elly Sapper.\nIt comes nearly two decades after the abuse began and 12 years after three sisters first made statements about Leifer to police.\nThe sentencing is the culmination of a legal battle that spanned from Melbourne to Israel, involving numerous delays and eventually extradition.\nThis is how Malka Leifer groomed and abused students and student teachers, and their long road to justice.\nWho is Malka Leifer?\nLeifer arrived as menaheles - or principal - of the ultra-Orthodox Adass Israel School in 2001.\nIn 2008, she was dismissed by the school board after allegations were raised and left the country, travelling to Israel.\nIt's been alleged she fled using a plane ticket paid for by the Addas School.\nIt has recently been reported that Victoria Police has reopened an investigation into the conduct of those at the Elsternwick school at the time.\nThe school is part of the ultra-Orthodox Adass Israel Jewish community in Melbourne.\nAccording to a 2016 SBS documentary on the reclusive sect , which consisted of about 2,000 people, it attempts to maintain age-old rituals by remaining as self-sufficient as possible.\nThe conservative society was understood to have its own shops, schools, butcher, baker, synagogue, cemetery, and even its own ambulance service.\nThe Adass Israel school in Melbourne where Malka Leifer was principal. Source: Getty / Darrian Traynor\nWhen was Malka Leifer first accused?\nIn 2011, Erlich and Sapper, along with their sister Nicole Meyer, made police statements about sexual abuse by Leifer when they were students and junior religious studies teachers at Adass Israel School between 2003 and 2007.\nAfter being pursued by the Australian and Israeli justice systems, Leifer spent years challenging her extradition back to Australia to face pending charges.\nThe Australian government made a request to Israel in 2013 to extradite Leifer so she could face the 74 charges laid against her by Victoria Police.\nLeifer was first arrested in Israel in 2014 and placed under house arrest, only to be let free on the condition she undertook psychiatric assessments.\nThe judicial process to have Malka Leifer extradited to Australia was drawn out, with progress slow due to complications with ongoing appeals. Source: AAP / Mahmoud Illean However, following an independent undercover investigation that proved she was feigning mental illness and going about her life as normal, Leifer was arrested again in 2018.\nSince that time, Leifer has been bailed and re-imprisoned a number of times across a drawn-out appeals process.\nIn 2019, her case even saw Israel's deputy health minister Ya'acov Litzman summoned for questioning by Israeli police.\nThere were suspicions he had played a role in obstructing the extradition of Leifer.\nMelbourne sisters (left to right) Elly Sapper, Dassi Erlich and Nicole Meyers travelled to Jerusalem to attend court where Malka Leifer's possible extradition was being considered. Source: AAP / Abir Sultan According to the Times of Israel , the minister received \"an extremely light sentence\" in the form of a fine, for his role in \"pressuring employees in the Health Ministry to alter the conclusions of psychiatric evaluations that had deemed the accused sex offender fit for extradition\".\nA total of 74 hearings were held in Israeli courts in regard to Leifer's case.\nHer final failed appeal took place in December 2020, at which point, Israel's justice minister finally approved her extradition.\nIn January 2021, more than a decade after fleeing to Israel, Leifer was extradited to Australia.\nMalka Leifer on trial in Australia\nThe matter went to trial at the County Court of Victoria in February, with Leifer initially facing 29 charges including multiple rape and indecent assault charges.\nShe was acquitted of two charges during proceedings as it was found the relevant legislation had not been in place during the alleged offending.\nFollowing six weeks of hearing evidence, jurors deliberated over nine days before handing down their 18 guilty verdicts.\nLeifer was acquitted of nine charges — including all five brought by prosecutors over the alleged abuse of Meyer.\nMalka Leifer sentenced to 15 years in jail\nLeifer will be eligible for parole after serving 11-and-a-half years.\nShe has already served more than five-and-a-half years of the sentence, with Judge Mark Gamble taking into account time in custody in Australia and Israel.\nIn a three-hour sentencing hearing, Judge Gamble detailed the grooming and abuse Leifer inflicted upon the sisters, who were struggling with a difficult home life.\nShe knew about their home life and took advantage of their vulnerabilities to abuse them for her own gratification, the judge said, adding that her important role at the school gave her the ability to foster a close relationship and make them believe she loved and cared for them.\nHe said the level of intimacy and duration of her crimes was disturbing and callous, and that her actions were predatory in nature and involved the exploitation and manipulation of two very vulnerable victims.\nMalke Leifer was found guilty of abusing Melbourne sisters Dassi Erlich and Elly Sapper and acquitted of abusing their older sister Nicole Meyer. Source: AAP / James Ross He said Leifer continued to strenuously maintain her innocence and had showed no insight or remorse for her actions.\n\"I am not convinced Mrs Leifer has in any way reformed,\" he said.\nOutside court, Sapper described it as a momentous day.\n\"Today's ruling of 15 years recognises the harm and pain that Malka Leifer caused each one of us to suffer over so many years,\" she said.\n\"Trauma from sexual abuse is a lifelong sentence and while no amount of years will ever be sufficient we are relieved that Malka Leifer is now in prison for 15 years and cannot prey on anyone else.\"\nThe sisters hope they can now put this trauma behind them.\n\"I definitely in that courtroom today felt the pain of my younger self that went through that abuse, I could feel those emotions coming up as the judge was speaking,\" Erlich said outside court.\n\"Knowing that's not where we are anymore, we're not powerless anymore, that was a very felt sense today.\"\nIf you or someone you know is impacted by sexual assault, call 1800RESPECT on 1800 737 732 or visit 1800RESPECT.org.au . In an emergency, call 000.\nReaders seeking support can contact Lifeline crisis support on 13 11 14, Suicide Call Back Service on 1300 659 467 and Kids Helpline on 1800 55 1800 (for young people aged 5 to 25). More information is available at beyondblue.org.au and lifeline.org.au .", "Matches": "24", "Num matches": 1}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Refugees are finding it hard to rent a home in Australia for this 'pervasive' reason", "Url": "https://www.sbs.com.au/news/article/refugees-are-finding-it-hard-to-rent-a-home-in-australia-for-this-pervasive-reason/g43llcod4", "Rank": 9, "Text": "Key Points Landlords viewed refugees as riskier tenants, research shows.\nExperts said refugees are at a disadvantage compared with other tenants with a rental history.\nTenants with a refugee background said they felt demoralised with the treatment.\nWith rental vacancy rates desperately low, the fight to find a new home is challenging, but for refugees, it is even harder.\nA study published in the latest issue of peer-reviewed international journal Housing Studies found refugees are regularly discriminated against in a tight rental market.\nThe paper, published this month, focused on refugees with large families - including at least four children - in Adelaide.\nIt also canvassed the perspectives of real estate agents, landlords and settlement service providers to pinpoint the \"pervasive nature of discriminatory practices\" across Australia .\n\"Probably 80 per cent of landlords refuse to rent to anyone that (is) black,\" said one agent cited in the paper.\nOne property owner explicitly told the researchers \"'I probably wouldn't have refugees in one of my nice properties\" because they are \"angry and war torn\".\nLandlords viewed refugees as riskier tenants, conflating them escaping conflict-hit countries and their future behaviour as home occupants.\n\"(Refugees will) punch holes in walls, you can see that,\" the same landlord added, even though she had not rented her properties to any refugees.\nAnother landlord admitted he would not lease his property to a particular refugee family because it would result in \"chaos\" since \"their country is so damaged\".\nA tenant with a refugee background was demoralised by how her father was treated by agents and lessors, with an undercurrent of racism prevalent in their interactions.\n\"They're being racist to you, it's so bad, it's crazy. Like you feel so sad ... And my Dad ... I was just calming him down. It's like 'Dad, it's OK, we'll find a house',\" she said.\nLead author Anna Ziersch said with the chronic shortage of rentals nationwide and a lack of formalised process in choosing tenants, refugees are at a disadvantage compared with other tenants with a rental history.\nREAD MORE How much has rent increased around Australia?\n\"Housing and cost of living are very tight now, so there's a lot more competition,\" the Flinders University associate professor told AAP.\n\"Once you have competition, power dynamics and risk assessment in the private rental market can work against people from a refugee background.\n\"One of the things that were quite striking was about half the lessors blatantly saying they would discriminate against people and they didn't see why they shouldn't be able to do that with their own properties.\"\nZiersch also noted that racial bias could stem from how refugees are talked about by media and politicians.\n\"Some of the negative discourse around asylum seekers and refugees plays into it (the selection process) where landlords think people are going to be problematic because of their refugee background,\" she said.\n\"There's this whole other game being played and you know (as a refugee) you're not faring well, but maybe don't understand the dynamics behind it.\"\nZiersch said the private rental market needed to be regulated with input and enforcement from industry bodies.\n\"It's the informal nature of the private market that allows for rife discrimination,\" she said.\nZiersch suggested clear clauses should be written into contracts ensuring equal opportunities for all tenants seeking a specific property, and that breaching them should be penalised with fines.\nBut Tim McKibben, CEO of the Real Estate Institute of NSW, said the market was too tightly regulated and that undersupply of rental properties was the main problem.\n\"The rental market is over-regulated because legislation is constantly changing,\" he told AAP.\n\"The landlord is seen as providing to some extent social housing, and they're not. They're an investor and they can put their money anywhere.\"\nMcKibben called on the federal and state governments to stop engaging in the \"smoke and mirrors of populist politics\" and deal with the rental crisis directly by getting more properties on the market.", "Matches": "23", "Num matches": 1}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Sound of Freedom: An anti-trafficking movie endorsed by QAnon has just landed in Australia", "Url": "https://www.sbs.com.au/news/the-feed/article/qanon-kidnapping-charges-and-overhyped-ticket-sales-the-sound-of-freedom-movie-cant-escape-controversy/t15hym935", "Rank": 7, "Text": "The action-thriller Sound of Freedom has now been released in Australian cinemas - but its arrival is riddled with baggage.\nIt was a sleeper hit, initially overshadowed by Barbie and Oppenheimer when it was first released last month. Now, it's one of the highest-grossing movies released in the US this year.\nJim Caviezel (who played Jesus in Mel Gibson's movie The Passion of the Christ), stars as Tim Ballard, the real-life Homeland Security Agent who creates a charity to combat child traffickers.\nBut for many reasons, separate from the heavy subject matter at the focus of the film, the movie is leaving people uncomfortable.\nAnd now it's available across cinemas in Australia - with Dendy cinemas (co-owned by Mel Gibson) also screening the movie, citing “overwhelming demand”. In a tweet promoting the movie, the film's distributors said, \"Break the Silence. Save The Children,\" a popular phrase coined by QAnon.\nThe first controversy: The QAnon support\nThe movie was shot in 2018, at a time when the American conspiracy theory movement, QAnon, was starting to gain traction.\nAnd its script was written in 2015, well before the movement's emergence in 2017, its writer and director Alejandro Monteverde told entertainment news publication Variety.\nWhile the film, made by Angel Studios, tells a non-partisan story and doesn't reference QAnon, believers of the conspiracy theory have latched onto the film, promoting it for their own agenda.\nQAnon followers believe that left-leaning elites in government, Hollywood stars and billionaires run a paedophile and human trafficking ring. They also believe that these people are harvesting an adrenaline-like substance from children to attain eternal life. Former US President Donald Trump is also thought by followers to be waging a secret battle against this “deep state” scheme.\nIt hasn't helped that lead actor Caviezel has repeated several QAnon phrases on conservative talk shows like \"andrenochroming,\" the false term used to describe the extraction of a substance from child victims to harvest the elixir of youth. He has also used other language of the movement (\"a big storm is coming\") and in 2021, attended a QAnon-adjacent conference.\nAside from QAnon believers, the movie is being championed by other notable conservative figures like Trump, who hosted a viewing party at his golf course with Caviezel and the agent who inspired his role in attendance.\nMonteverde, who did not attend, said the political ties from others were hurting his film, and he prefers to keep his distance.\nThe second controversy: Misleading portrayals of child trafficking\nIn Sound of Freedom, Caviezel as Ballard takes on a crime syndicate in Colombia after children are snatched by strangers.\nThis depiction has stoked concern from human and child trafficking experts who say while people can be kidnapped by strangers and trafficked, it's not the typical way it's done.\nREAD MORE My daughter was taken by a sex trafficker and now has a price tag on her\nTypically, it's done by someone who knows the person and exploits that trust. Now, experts are concerned the hype around this film could actually do more harm than good and prevent people from spotting the most common - actually foreseeable - warning signs.\nElizabeth Campbell, co-director of the University of Michigan's Human Trafficking Clinic, told NPR: \"By doing that, I think we make actual victims of human trafficking more invisible and more vulnerable to exploitation.\"\nWorld's Children, a charity supporting vulnerable children, says poor families with financial struggles and debt, and kids who have run away or are homeless are most at risk of being trafficked.\nThe third controversy: One of the donors was charged with child kidnapping\nExplaining this one requires some context.\nThe Sound of Freedom was independently filmed in 2018, on a budget of about $14.5m ($22.1m), but was delayed when its distributor, 21st Century Fox, was bought by Disney in 2019.\nThe COVID-19 pandemic exacerbated the delay, and then in 2023, distribution rights were acquired by Angel Studios.\nChild-trafficking experts are saying the anti-trafficking film could do more harm than good. Credit: Angel Studios Angel Studios is a self-described values-based company, though others call it faith-based, as it is behind a number of Christian movies and shows. Before distributing original content, Angel Studios made its brand by removing nudity, swearing and violence from mainstream movies and shows before it was sued by a number of well-known Hollywood studios for copyright.\nTo raise the $5m ($7.8m) the company needed to distribute and market the film, it crowdfunded the money from \"angel\" investors.\nOne of the film's many investors, Fabian Marta, was arrested on 23 July and charged as an accessory for child kidnapping in the US state of Missouri, NewsWeek reported. While the details of the case are not public, this charge carries a penalty of 10 to 30 years in prison or life imprisonment.\nThe fourth controversy: The Pay-It-Forward sales are misleading\nIt's true the film has been unexpectedly popular, grossing more than the latest Mission: Impossible and Indiana Jones movies in the US.\nBut some of these sales are being called into question.\nIn the film's closing credits, the hero of the film, Caviezel, asks viewers to “ pay it forward ” by buying someone else a ticket. It's unclear how many of those tickets actually translated into actual views, but people online have noticed that the theatres have sometimes been more vacant than online seat availability suggests.\nOn the Angel Studios site, under the heading, \"How can I join the fight to end child trafficking?\" the creators say, \"Seeing the film is the first step in spreading awareness about child trafficking,\" before suggesting to pay it forward or claim a free ticket.\nPaying it forward will help you \"join a historical movement to promote stories that amplify light,\" it writes.\nIn the last paragraph, there is a link giving viewers a different resource (other than paying it forward).", "Matches": "21", "Num matches": 1}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Tax changes, 'major disruptions', and an ageing Australia: Our future unpacked", "Url": "https://www.sbs.com.au/news/article/intergenerational-report-predicts-tax-changes-major-disruptions/h2minvvu4", "Rank": 6, "Text": "KEY POINTS: The Intergenerational Report has been released, giving a picture of Australia in 40 years.\nAustralia's population will be much older and more heavily dependent on aged care.\nThe IGR has also laid bare the impact climate change could have on future generations.\nAustralians have been given the clearest snapshot of what their country will look like four decades from now.\nThe sixth Intergenerational Report (IGR), released two years after the last one, warns of how an ageing population and sliding birth rate will hit the economy in 2063.\nIt also gives insight into climate change's devastating impact on the economy, why your taxes may need to change, and how our increasingly volatile region could alter the way we trade.\n\"These forces will influence the future path and structure of our economy and change how Australians live, work, and engage with the world,\" it says.\nHere are the key takeaways.\nClimate change to rock the economy\nThe impact of climate change is a key feature of this year's IGR, and it's grim reading.\n\"Floods, bushfires and other extreme weather events are expected to increase in frequency and severity, causing major disruptions to local economic activity and ultimately hindering overall economic output,\" it says.\nThe report outlines four key areas that will be particularly impacted by 2063 if temperatures rise above two degrees:\nProductivity\nAgriculture\nTourism\nNatural disaster spending\nThe impact of higher temperatures could wipe away between $135 billion and $423 billion in productivity over the next four decades, it says.\nHigher temperatures will force international tourists to adjust where they travel, and the report predicts the impact will be twice as bad if temperatures rise by three degrees instead of two.\nThe government could be spending three times as much responding to natural disasters, the report says. Source: AAP / Sean Davey And it warns that increasingly frequent bushfires, floods and cyclones will also force tourists to cancel, or simply not book, trips to Australia. It also expects the government will need to spend triple what it does now responding to natural disasters.\nFarmers are also set for punishment. The IGR expects crop yields to fall by up to 4 per cent, and that's before changes to rainfall patterns are taken into account.\nWorse still, the report warns climate change's \"indirect and cumulative\" consequences are likely to exacerbate these challenges.\nGlobal efforts to move away from fossil fuels will upend Australia's resources sector.\nIf temperature rises are capped at 1.5 per cent, the IGR expects international demand for Australian coal in 2063 to be just 1 per cent of current levels. But it tips other critical minerals to become increasingly profitable, with global demand for lithium to increase eight-fold.\nA bigger, older population\nAustralia is going to get much bigger, and much older.\nThat will mean big economic challenges.\nThere'll be an extra 14 million people in the country by 2063, with the population to grow past 40 million. But it's worth noting previous IGRs have underestimated population growth.\nTreasurer Jim Chalmers speaks to the media during a press conference. Source: AAP / Bianca De Marchi This year's prediction is partially based on a rise in life expectancy - from 81 to 87 for men, and from 85 to 89 for women - resulting from better health treatment.\nThat will pose challenges for older Australians, and potentially impact their standard of living.\n\"Longevity risk - the risk of outliving savings – is a key concern for retirees in deciding how to draw down their superannuation,\" the report says.\nAnd younger Australians are having fewer children, which will also skew age demographics.\nThe number of people over 65 is going to more than double by 2063, and the number of people over 85 is going to more than triple.\nThat means the economy will need to change drastically.\nWe'll become much more reliant on a rapidly expanded care sector, which includes things such as health and aged care. While the sector currently accounts for around 8 per cent of GDP, the report predicts it'll be around 15 per cent by 2063.\n\"Part of this demand may be met by data and digital technologies increasing productivity and enabling more Australians to participate in work,\" the report says.\nAustralia's older population will make it increasingly reliant on aged care. Source: Getty / Maskot\nEconomy to slow, some costs to blow out\nLike other countries in the OECD (a group of 38 countries with advanced economies), economic growth is also expected to slow, largely as a result of the above.\nAnd spending in certain key areas - aged care, the NDIS, health, defence, and interest on the nation's debt - is set to balloon.\nThose five currently account for around a third of government spending, but that's set to rise to roughly half.\nWorkers carrying more of tax burden\nRegular workers are set to pick up a greater chunk of the tax burden over the next decade.\nThat's because the budget will come to more heavily rely on personal income tax, with GST and company tax set to remain stable.\nA proportionately smaller pool of working-age Australians, supporting a higher proportion of retirees needing health and aged care, will put extra pressure on the budget.\nThere'll also be a longer-term shift in where government can source its money.\nLabor has long encouraged Australians to buy electric vehicles, and the shift away from regular cars is expected to accelerate this decade partly due to tax incentives. But fewer petrol cars means the government recouping less from taxes on petrol.\nThere's also been a consistent decline in the number of young Australians taking up smoking. If that trend continues, that again means less revenue from taxing cigarettes. That was worth about $14 billion in 2020-21.\nGeopolitical risks to increase\nIncreasing tensions in our region will pose challenges for decades.\nWhile the COVID-19 pandemic laid bare weaknesses in the global supply chains, the IGR also notes that trade and investment have increasingly been used as \"tools of statecraft\".\nAustralia has certainly borne the brunt of that, after a series of trade sanctions imposed on its exports by China.\nThe report says that dynamic is likely to deepen, something that will require \"unprecedented\" coordination between Australia's domestic policy, foreign policy, and national security arms.\nAnd a hot war in the Indo-Pacific would have \"far-reaching consequences\" for our economy, it warns.", "Matches": "20", "Num matches": 1}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Peter Dutton says ticks and crosses should count in Voice vote", "Url": "https://www.sbs.com.au/news/article/peter-dutton-says-ticks-and-crosses-should-count-in-voice-vote/7va9gilhi", "Rank": 4, "Text": "KEY POINTS: Peter Dutton says crosses should be considered a No vote in the Voice to Parliament referendum.\nThe Australian Electoral Commission says some ticks will count, but not crosses.\nAustralians are asked to write Yes or No on the ballot paper.\nOpposition Leader Peter Dutton says voters should be able to validly use a tick or cross on their ballot paper for the Indigenous Voice referendum, accusing the Yes camp of attempting to \"skew\" the vote.\nThe comments come after Electoral Commissioner Tom Rogers unintentionally triggered a debate by telling Sky News \"a tick will be accepted as a formal vote of Yes, but a cross will not be accepted as a formal vote\".\nPrime Minister Anthony Albanese will announce the date of the referendum in Adelaide midway through next week.\nThe voting paper will require the word Yes or No to be written in a box. This will be made clear in instructions issued by the Australian Electoral Commission (AEC).\nAustralians will be asked to write Yes or No on the ballot - but other answers may count. Source: SBS News Dutton, who backs a No vote, said he would write to Rogers seeking clarification on his comments.\n\"If a tick counts for Yes, then a cross should count for No. It's as clear as that,\" he told radio station 2GB on Thursday.\n\"Otherwise, it gives a very, very strong advantage to the Yes case.\"\nREAD MORE When will Australia head to the polls to vote on the Voice?\nThe Opposition leader claimed the Yes camp had consistently attempted to slant the vote in its favour.\n\"At every turn, it just seems to me that they're taking the opportunity to skew this in favour of the Yes vote when Australians just want a fair election, not a dodgy one,\" he said.\nDutton said he was open to supporting government legislation to clarify the issue ahead of the referendum, which is expected on 14 October.\nVoters to write Yes or No on ballot\nThe AEC said the formal voting instructions for the referendum are to clearly write Yes or No in full and in English.\nThe commission expects the instructions to be followed, as they were in 1999 when the informal vote rate was 0.86 per cent.\nThe AEC has long-standing legal advice about ticks and crosses.\nAs well, \"savings provisions\" give the commission the ability to count a vote where the instructions have not been followed but the voter's intention is clear.\nA number of government and business forms allow a cross or \"check mark\" to be used to indicate a positive decision, leaving it open to interpretation or challenge by a polling booth scrutineer.\nA tick may also be open to interpretation and may not count, depending on just how clear that mark is on the ballot paper, as would a Y or an N written in the box.\nScrutineers will be present through the count on referendum day to observe the process.\nStay informed on the 2023 Indigenous Voice to Parliament referendum from across the SBS Network, including First Nations perspectives through NITV.", "Matches": "18", "Num matches": 1}, {"publication": "SBS", "scraped_datetime": "13AM 25/08/23", "Headline": "Qantas should not have to pay back billions in COVID-19 aid, treasurer says", "Url": "https://www.sbs.com.au/news/article/qantas-should-not-have-to-pay-back-billions-in-covid-19-aid-treasurer-says/iwllf4wzn", "Rank": 1, "Text": "Key Points Australia's biggest airline announced a \"remarkable turnaround\" in 2022/23, earning billions of dollars in profits.\nCEO Alan Joyce celebrated the fact consumers were willing to spend more on travel \"despite cost-of-living pressures\".\nThe federal treasurer says Qantas shouldn't have to pay back the taxpayer money it received during the pandemic.\nTreasurer Jim Chalmers has hosed down suggestions Qantas should pay back the money it received from the government after the airline posted record profits.\nQantas on Thursday reported an underlying profit of $2.47 billion for the past financial year, compared with an almost $2 billion loss the year before.\nBut the Flying Kangaroo is under pressure in the wake of the results to pay back money it received from the federal government at the height of the COVID-19 pandemic.\nIt received $2.7 billion from taxpayers during the pandemic, including $900 million from the JobKeeper program.\nThe profit report came as Qantas and its chief executive Alan Joyce (pictured) face fierce criticism over alleged price-gouging, customer refunds and government bailouts. Source: AAP The airline's chief executive Alan Joyce said it was just 11 weeks away from bankruptcy at the time.\nBut Chalmers said the profits from Qantas showed the tourism industry was making a strong recovery post-COVID.\n\"When those funds were provided by the previous government, there wasn't an understanding or an agreement that they would be repaid in some form,\" he told ABC Radio on Friday.\n\"What (the profits) reflect is the fact the Australian tourism industry is making a big contribution to our economy and that's a good thing.\n\"It's a big employer in our economy.\"\nJoyce said the JobKeeper funds from the government went to its employees.\n\"As we're making money, we'll pay corporation tax and getting there faster,\" he told the ABC's 7.30 program.\n\"Should our people who got the money for JobKeeper pay that back?\n\"I'd say no because that's asking them to pay it back in a difficult period of time, so what money do we pay back exactly?\"\nJoyce, who has been summoned to appear before the Australian Senate's cost-of-living inquiry next week, said economy fares had dropped 12 per cent since peaking last December.\nOpposition Leader Peter Dutton said Joyce had led the airline well during a difficult period, which included the pandemic.\n\"It was a tough period for those airlines, to be able to keep the company afloat during that period with the support of a lot of taxpayers money, I think that will be one thing that (Mr Joyce) chalks up,\" he told Nine's Today program.\nWhat fuelled Qantas' record profits?\nThe profits for the 2022-23 financial year were fuelled by falling jet fuel prices, high travel demand and high airfares. They also contrast with the airline’s $1.86 billion loss the previous year, following a COVID-induced slowdown of travel.\nJoyce described the result as a \"remarkable turnaround\"\n“Fundamentally, travel demand is extremely robust … Despite cost-of-living pressures, survey data shows people are planning to spend more on travel over the next six months and less on homewares, renovations and even alcohol.”\nREAD MORE Airfare prices have soared to new heights, and they could rise even further\nOff the back of such positive results, Qantas said it would return another $500 million to shareholders and issue all staff $500 worth of travel credit.\nThe profits came in a year in which airfares soared.\nA June report from the Australian Competition and Consumer Commission (ACCC) revealed the average return price for economy-class international airfares from Australia had increased by more than 50 per cent compared to pre-COVID levels - soaring to $1,827 from a 2019 average of $1,213 - despite the price of jet fuel almost halving over the previous 12 months.\nIt also noted the ways in which the duopoly between Qantas (which also owns Jetstar) and Virgin Australia was contributing to high prices.\nAn ACCC report said Qantas and Virgin had benefited from a lack of competition in the domestic aviation sector. Source: AAP / Con Chronis In May, upon learning of forecasts that Qantas would record underlying profits around the $2.5 billion mark, the Transport Workers Union (TWU) called on the airline to pay back the government support it received during the pandemic – a period during which it also laid off thousands of staff.\n\"This obscene profit forecast is the result of Qantas management bleeding dry workers, passengers and the tax-paying public,” TWU national secretary Michael Kaine said at the time.\nQantas is also facing a class action lawsuit over its refund policy for flights cancelled due to the pandemic, which resulted in customers being allocated travel credits instead of cash refunds.\nLawyers in the class action allege that this allowed the airline to treat its customers’ money as more than “$1bn in interest-free loans,” and accuse the company of being “unjustly enriched by holding a very significant quantum of customer funds that it ought to have refunded”.", "Matches": "15", "Num matches": 1}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "Who are the other Wagner group leaders presumed dead in plane crash?", "Url": "https://www.theguardian.com/world/2023/aug/24/who-was-dmitry-utkin-wagner-commander-plane-crash-yevgeny-prigozhin", "Rank": 9, "Text": "Among those presumed dead alongside the Wagner leader, Yevgeny Prigozhin, in a plane crash near Moscow was Dmitry Utkin, who was often described as the founder or co-founder of the mercenary group although his exact role was disputed.\nHis own call sign was “Wagner”, after Hitler’s favourite composer. The investigative website Bellingcat wrote in 2020 that Utkin had “an obsessive fascination with the history of the Third Reich” while another recent report described him as “festooned with numerous Nazi tattoos, including a swastika, a Nazi eagle, and SS lightning bolts”. The Wagner group was apparently named after him.\nHowever, according to a 2020 report by the Center for Strategic and International Studies, an American thinktank, “it cannot be verified whether Utkin initiated the establishment of Wagner group or was only a frontman for someone else”.\nBellingcat said it had open source data suggesting he was “employed as a convenient and deniable decoy to disguise its state provenance”.\nPrigozhin acknowledged founding the group only in September 2022 having previously sued news outlets who linked him to it. The US and EU have imposed sanctions on Prigozhin and Utkin over Wagner’s role in Ukraine.\nA still image posted on a Wagner-linked Telegram channel showing rescuers at work at the site of the plane crash. Photograph: Gray_Zone/UPI/Shutterstock\nBorn in 1970, Utkin was a former officer in Russia’s GRU military intelligence service and served in both Chechen wars, and in Syria. He was also among the Wagner members who took part in Russian operations in eastern Ukraine, from 2014, and received awards for his service from the Kremlin.\nIn the early 2000s he served 10 years as commander of GRU’s Second Spetsnaz Brigade on the Estonian border before retiring from the army. However, according to his ex-wife, he missed life on the battlefield.\nRarely seen or heard from in public, he was last seen in a video posted by Prigozhin in July, in which the Wagner boss addressed fighters in Belarus, where they were sent after their aborted mutiny a month earlier.\nIn the video, Prigozhin introduces a man he says is Utkin; it was the first time the commander had been filmed speaking to his troops.\n“This is not the end, this is only the beginning of the greatest work in the world, which will continue very soon,” Utkin says in the video. “And welcome to hell,” he adds, speaking the last words in English.\nAccording to the official passenger list published by Rosaviatsia, the Russian aviation authority, several other senior Wagner members were onboard with Prigozhin when his plane crashed.\nAmong them was Valery Chekalov, a longtime Prigohzin ally who was believed to be in charge of his business empire. Chekalov was said to be overseeing Priogzhin’s catering firm that provided food for schools across Russia and fed the military. Chekalov is said to have managed some of Prigozhin’s business assets in Syria, including his investment in oil in the war-torn country.\nAccording to Russian independent media, Chekalov was in charge of Prigozhin’s travel arrangements, making him one of the only people aware of the warlord’s secretive movements. He was also responsible for Prigozhin’s personal security and had been accused by journalists of leading harassment campaigns against them.\nThe US imposed sanctions on Chekalov last month over his links to Prigozhin and for facilitating munitions shipments to Russia.\nSeveral veteran Wagner commanders were also listed by Rosaviatsia as being onboard, including Evgeniy Makaryan.\nMakaryan joined Wagner in 2016 and fought as part of the mercenary group during Russia’s intervention in Syria. He was reportedly injured in the Battle of Khasham, where hundreds of Russian mercenaries perished after US airstrikes against pro-Assad forces.\nMembers of Prigozhin’s personal security guard were also listed among the passengers killed, including Sergey Propustin, a Chechen war veteran who joined Wagner in 2015.\nWhile the crash killed much of Wagner’s leadership, a number of veteran commanders remain alive. But they lack Prigozhin’s charisma, economic powers and political connections, raising serious questions over the mercenary group’s future.", "Matches": "13", "Num matches": 1}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "‘They’re savage animals’: Trump attacks the left in Tucker Carlson interview", "Url": "https://www.theguardian.com/us-news/2023/aug/23/donald-trump-tucker-carlson-interview", "Rank": 8, "Text": "Donald Trump has warned of a threat of conflict in the US after saying that he expects the Democrats to steal the 2024 election from him.\nThe former US president also suggested to Tucker Carlson, in a Twitter interview with the far-right former Fox News host staged to undermine the first Republican primary debate in Milwaukee, that he is concerned “the left” will try to kill him.\nIn a rambling interview, speckled with discussion of conspiracy theories from whether the billionaire sex offender Jeffrey Epstein was murdered in his jail cell to the role of federal agencies limiting the amount of water in washing machines, Trump took aim at critics on all sides in his traditional derisory fashion.\nBut the social media broadcast took a dark turn when, after discussion of the numerous criminal charges against Trump and divisions in the US, Carlson asked if he thinks the US is headed to “civil war” and “open conflict”.\nTrump said he didn’t know but then added: “I can say this. There’s a level of passion that I’ve never seen, there’s a level of hatred that I’ve never seen, and that’s probably a bad combination.”\nCarlson responded: “That is a bad combination.”\nEarlier in the 46-minute interview broadcast on Twitter, Carlson asked Trump if he is concerned “the left”, after impeaching and then indicting him, would try to kill him.\n“They’re savage animals. They are people that are sick, really sick,” Trump responded. “You have great people that are Democrats. Most of the people in our country are fantastic. And I’m representing everybody … But I’ve seen what they do.”\nCarlson, who is engaged in a protracted dispute with his former network after being taken off air, launched the interview five minutes before the Republican debate aired on Fox. If that was an attempt to upstage both Trump’s rivals in the 2024 election and Carlson’s ex-employer, then it would appear to have been successful. The interview had more than 80m views on Twitter within two hours of being posted.\nCarlson opened with a question about why Trump wasn’t at the Milwaukee debate.\n“You see the polls that have come out and I’m leading by 50 and 60 points and some of them are at one and zero and two. And I’m saying do I sit there for an hour or two hours or whatever it’s going to be and get harassed by people who shouldn’t even be running for president?” he said.\n“I just felt it would be more appropriate not to do the debate.”\nskip past newsletter promotion Sign up to First Thing Free daily newsletter Our US morning briefing breaks down the key stories of the day, telling you what’s happening and why it matters Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\nIt was perhaps remarkable that the conversation was taking place at all. Just five months ago, Carlson was revealed to have said of Trump in a text message: “I hate him passionately.”\n“We are very, very close to being able to ignore Trump most nights,” the then Fox News prime-time anchor said in a message to a colleague in early January 2021 as the former president continued a futile battle to remain in office. “I truly can’t wait.”\nBut the two men set aside their differences to jointly take on their respective enemies – Fox and the rest of the Republican primary field.\nDespite the array of charges he faces for trying to rig the 2020 presidential election, Trump continued to maintain the false claim that it was stolen from him by the Democrats.\nTrump also defended the crowd that gathered to hear him speak on 6 January 2021 immediately before the mass assault on Congress that shocked the US and the world and is now the subject of one of Trump’s indictments. Trump suggested that he told the protesters to behave “peacefully and patriotically” but “a very small group” went to the Capitol.", "Matches": "12", "Num matches": 1}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "New Zealand brothers jailed over sexual assault of 18 women in unprecedented case", "Url": "https://www.theguardian.com/world/2023/aug/24/new-zealand-brothers-jailed-over-sexual-assault-of-18-women-in-unprecedented-case", "Rank": 7, "Text": "Two New Zealand brothers have been sentenced to 16 and a half and 17 years in prison for drugging and sexually assaulting 18 young women at the Christchurch restaurant and bar they managed. The case, which shocked New Zealanders, has also prompted public debate over how the men were able to prey on young women for four years, and whether it reflects a wider culture of sexual violence and misogyny.\nThe two men, Danny and Roberto Jaz, 40 and 38 years old, sexually assaulted 18 patrons of Mama Hooch and Venuti, a well-known downtown bar and restaurant in Christchurch which was owned by their father, who is not accused of any wrongdoing. Many of the women were teenagers or in their early 20s at the time. Danny Jaz was the bar’s manager, and Roberto was a chef at Venuti and sometimes worked at the bar. The two men were born and raised in Australia, but moved to New Zealand in the early 2000s.\nThe brothers drugged a number of their victims, and had a WhatsApp group where they discussed assaults, date-rape drugs, and exchanged photos planning which women to target. Roberto sexually assaulted five young women, including one whom he filmed being raped at the restaurant.\nDanny assaulted 15, a number of whom he followed into the bar’s bathrooms before attacking. They were collectively convicted of 69 charges, including rape, indecent assault, sexual violation, supplying illicit drugs, stupefying and disabling, and making intimate recordings of women without their consent.\n“The level of your offending is unknown in this country,” judge Paul Mabey said as he sentenced the brothers on Thursday. “You helped yourself to young women with callous disregard for their rights and their dignity, their youth.”\nHe imposed a minimum period of imprisonment of 50% for both men – meaning they must serve half their sentence before being eligible for parole.\nSix women presented statements in court on Thursday, detailing the impact the crimes had had on them. Some read their statements standing side-by-side to support each other.\n“You stole my fierce independence from me … for those things I’ll never forgive you,” said Sophie Brown, 25, who was drugged and sexually assaulted by Danny Jaz at 19. She waived her name suppression to discuss the case, and can be identified. Brown spoke about the effect of Danny’s crimes, but also of the wider rates of sexual violence against women in New Zealand. “I believe you have a daughter, she will be 19 one day … she continues to live in a world where [the chances of] running into a man like you are one in four.“\nA 27-year-old who was drugged and indecently assaulted by Danny said that she now planned to pursue a career in the police, “to fight for the validation of women … and fight for them to be believed”.\nWhile Danny pleaded guilty to some of the sexual assault charges, neither brother has expressed remorse for their crimes. They stood expressionless in the dock as victim impact statements were read.\n“Neither of you have expressed any remorse, empathy or feelings,” judge Paul Mabey said. “You lied. You minimised. You demonstrated an arrogant belief that you could talk yourself out of anything”.\nWhile he had received a series of character references for the men, the judge said, “you are not men of good character, you are sexual predators”.\nCrown prosecutor Andrew McRae said New Zealand had seen no other cases such as this in terms of the scale and type of offending. The case has sent ripples through the country, with an outpouring of anger and support for the survivors.\nOn Thursday, a group of women in Christchurch – where the attacks occurred – took out full page advertisements to print an open letter in the city’s newspapers.\nAddressing the victims of the Jaz brothers, they said: “Know that your voices have made a profound difference. You stopped future hurt at the hands of these offenders.”\n“To all who have reported sexual violence, who have endured lengthy court proceedings, who have withstood the mental repercussions, we are in awe of you.”\nGiven New Zealand’s high rates of domestic and sexual violence, some advocates say the case reflects a broader culture threaded with misogyny and sexual violence. “The sexual violence that happened to the young women at Mama Hooch was not an isolated incident,” Marama Davidson, minister for the prevention of family and sexual violence, said in July in written comments on the case.\nWhile she had seen an outpouring of “disgust” from New Zealanders, Davidson said, “These two men are not just “monsters” that we can conveniently dissociate ourselves from. They are part of a culture that is affirmed by this country’s longstanding attitudes towards women.”\nAccording to the Ministry of Justice, 30% of New Zealander experience intimate partner violence or sexual violence at some point in their life, with women three times more likely to experience sexual violence than men. Ninety-four percent of sexual assaults in New Zealand are not reported to police.", "Matches": "11", "Num matches": 1}, {"publication": "The Guardian", "scraped_datetime": "13AM 25/08/23", "Headline": "Was Lucy Letby an unlikely serial killer? To most people, yes – but not psychologists", "Url": "https://www.theguardian.com/commentisfree/2023/aug/24/lucy-letby-serial-killer-forensic-psychologist-murderer", "Rank": 6, "Text": "The crimes of the convicted serial killer Lucy Letby have rattled the UK and the world. One can think of nothing worse: babies who were grievously ill, killed or injured by a woman who was meant to care for them. Why was Letby able to kill so many young victims? Why wasn’t she recognised as a murderer sooner?\nSome are saying that Letby’s case is a “one-off”, and is thus difficult to process or learn from. While serial murder is rare, to those of us in the field of serial homicide research, the crimes and victims of Letby are less surprising. In many ways, Letby fits the profile for the “typical” female serial killer (FSK) that my team and I compiled for The Journal of Forensic Psychiatry & Psychology in 2015. By analysing cases in the US, we found that nearly 40% of female serial killers are nurses, nurses’ aides or other healthcare workers.\nOur analysis showed that a FSK is likely to be white, probably Christian, average looking or attractive, and in her 20s or 30s when the crimes start. She has an elevated probability of being a healthcare worker, often in charge of caring for those who are helpless. Those familiar to her are at risk, especially vulnerable people such as infants and the sick. She may murder for money or power. She may be arrogant or at times withdrawn, and may have experienced a recent relationship issue. Experts such as Eric Hickey and Patricia Pearson have also compiled information about FSK backgrounds, crimes, motives and victims.\nThe caveat is that a forensic profile is an imperfect predictor of future crimes, and the description above probably applies to many nurses you know. Moreover, almost every nurse or medical professional who has ever lived would never harm anyone. We created a composite FSK profile based on frequencies and trends in previous cases that we hoped would serve as a starting point – a statistical tool for investigating suspected female-perpetrated serial homicide offences.\nIn fairness, too, Letby did not check some of the boxes in our profile. Most FSKs have been married; Letby never was. Most FSKs do not keep souvenirs of their crimes; Letby kept bags of patient records and a diary with victim initials and their death dates. In our analysis we found a documented history of mental illness in about 40% of FSK cases. I have seen no reports yet that Letby has such a history. Many FSKs had parental issues. It is my understanding that Letby’s parents were supportive to the point of attending her trial every day. Yet the profile is a starting point for whom and what to look for when serial murder is suspected.\nSo how can we make sure that law enforcement and the public have access to what we know about FSKs as an investigative tool? My 2015 article about FSKs is reported to be the most-read article in the journal’s history. But the point is moot if the information isn’t disseminated to people who can use it. We can try to do better.\nIt does seem bewildering that administrators at Countess of Chester hospital failed to recognise Letby’s crimes after doctors raised concerns . Some outlets have put the hospital’s reaction down to a “a culture of arrogance”. As a research psychologist, however, I can offer a different perspective, and one that I offer to law enforcement when given the opportunity to engage with them.\nWe all have a “schema” – a cognitive framework – of how people, places and things typically operate to help us process the world around us. We create each schema from the slew of information we have encountered in our previous experiences. Evidence repeatedly shows that we find it very difficult to process or believe information that does not fit our schemas. We have a schema for “nurse”. A nurse is a skilled and compassionate caretaker. A nurse monitors, nourishes and soothes. “Killer” does not fit into our “nurse” schema.\nMore broadly, we also have a gender schema. Fairly or not, people have a preconceived notion of what we feel a “woman” and a “man” ought to be, based on our previous encounters and feedback. Evidence shows that, throughout history, women are typically perceived as nurturing, caring and kind. Most people are not ready to believe that a woman can kill.\nNow think of “female nurse”, and how “murderer” is probably brushed off as being impossible.\nThe initial failures of the Countess of Chester hospital echoes what we have seen in previous FSK cases. Other hospital-based serial killers such as Kristen Gilbert, Reta Mays and Genene Jones killed multiple helpless victims before hospital authorities realised that the deaths were unnatural. When I give training talks to law enforcement (while acknowledging that their crime-solving skills are exponentially more developed than mine), I challenge them to drop their schemas. If you think a woman will not kill or a nurse will not kill, then think again.\nOn the heels of the Letby case, what can we do to stop this type of homicide, or at least to limit the number of future victims? As mentioned previously, we can become aware of the science out there, and perhaps we in the scientific community can do a better job of disseminating information. In addition, we can learn to look beyond our preconceived notions of who a murderer might be. One must be ready and willing to recognise that a crime is happening, even if the suspect seems unlikely based on our preconceived ideas.\nOf Letby, Detective Ch Insp Nicola Evans said: “There isn’t anything outstanding or outrageous about her as a person.” This is reminiscent of the Mays case in West Virginia in the US, when District Judge Thomas Kleeh, sentencing Mays to life in prison for murdering seven elderly veterans under her hospital care, told her: “You are the monster no one sees coming.” We must be prepared to recognise that, sometimes, the monster is a vanilla nurse who took dance lessons, fancied a staff doctor, and had teddy bears, fairy lights and a polka-dot dressing gown in her bedroom; an otherwise ordinary woman who took salsa lessons and a holiday with friends in Ibiza, and yet destroyed lives in a most extraordinary way.", "Matches": "10", "Num matches": 1}, {"publication": "ABC", "scraped_datetime": "13AM 25/08/23", "Headline": "Donald Trump hands himself in over Georgia election indictment", "Url": "https://www.abc.net.au/news/2023-08-25/donald-trump-arrives-in-georgia-to-hand-himself-on-indictment/102774792", "Rank": 2, "Text": "Donald Trump has handed himself in to authorities at the Fulton County Jail in Atlanta, Georgia, for processing over his fourth indictment.\nKey points: Donald Trump flew to Atlanta to be arrested over an alleged conspiracy to overturn the 2020 election result in Georgia\nDonald Trump flew to Atlanta to be arrested over an alleged conspiracy to overturn the 2020 election result in Georgia Before his arrival, his lawyers had negotiated the conditions of his immediate release, including $312,000 bail\nBefore his arrival, his lawyers had negotiated the conditions of his immediate release, including $312,000 bail After the short booking process, Donald Trump left the jail\nThe former US president flew to the southern city from his New Jersey golf club to be arrested over an alleged conspiracy to overturn Georgia's 2020 election results.\n\"I have to start getting ready to head down to Atlanta, Georgia,\" he told his social media followers earlier today, \"to get ARRESTED by a Radical Left, Lowlife District Attorney, Fani Willis, for a PERFECT PHONE CALL, and having the audacity to challenge a RIGGED AND STOLLEN (sic) ELECTION.\"\nOfficials in Atlanta cleared roads for Mr Trump's journey from the airport to the jail.\nAfter making the short drive in a motorcade followed by news helicopters, he arrived at about 7:30pm local time (9:30am AEST).\nDonald Trump entered the jail through an entrance away from the crowds. ( Reuters: Brendan McDermid )\nA form lodged in the Fulton County Jail records listed the charges against Mr Trump, identifying him as a 6'3\" (1.92-metre) white male with blond or strawberry hair and blue eyes.\nBefore his arrest, Mr Trump's lawyers had negotiated the conditions of his immediate release from the Fulton County Jail, including bail of $US200,000 ($312,000).\nAfter the short booking process, during which he had his mugshot taken, Mr Trump left the jail.\nThe former president posed for a mugshot — his first despite three previous indictments. ( Fulton County Jail via Reuters )\nIt was a first for the former president, who was not photographed for any of his previous arraignments.\nHis motorcade returned to Hartsfield-Jackson Atlanta International Airport, where he gave a short statement to reporters gathered on the tarmac, repeating the sentiment that his indictment was a \"sad day for America\" as well as false claims of a stolen election.\nLoading...\nMr Trump is among 19 people charged over an alleged criminal racket designed to overturn Joe Biden's crucial win in the state.\nThey were charged by a grand jury on Monday last week, and ordered to \"voluntarily surrender\" to Fulton County Jail by midday on Friday, local time.\nMany of Mr Trump's co-defendants, including prominent lawyer Rudy Giuliani, turned themselves in earlier in the week. His former White House chief of staff, Mark Meadows, surrendered earlier today.\nRudy Giuliani was booked on Wednesday. ( AP: Brynn Anderson )\nAll were released shortly after they were fingerprinted and their mugshots were taken.\nMr Trump's arrest promises to steal some of the focus away from the previous evening's Republican party primary debate, which he did not participate in.\nInstead, he gave an interview that was posted on social media as the debate began, in which he described the charges he faces as \"bullshit\".\n'No country should ever have a mugshot of a president'\nDozens of protesters gathered outside the jail ahead of Mr Trump's arrival, many braving sweltering heat for hours.\nThe former president's fans appeared to easily outnumber those who attended to celebrate his arrest.\nAnti and pro-Trump supporters clash in Georgia. ( ABC News: Brad Ryan )\nGeorgia woman Keisha Kennings showed up in a 'blacks for Trump' T-shirt to show her support and \"let the world know that there are minorities that support Trump\".\nFlorida man Forgiato Blow, who makes pro-Trump rap music under the moniker Trump's Nephew, also wore a supportive T-shirt displaying a fake mugshot.\n\"No country should ever have a mugshot of a president or a former president,\" he said.\n\"But they're going to take it to the highest level they can to humiliate Donald Trump.\"\nForgiato Blow wore a T-shirt with a fake mugshot to show his support for Donald Trump. ( AP: Ben Gray )\nFriends Marsha and Cathy, who live locally and declined to give their surnames, said they were angered by what they saw as Mr Trump's political persecution.\n\"I'm here really for freedom,\" Cathy said.\n\"This is America. We don't put our political opponents in jail.\"\nA small but vocal crowd of anti-Trump protesters also made themselves heard, with tensions simmering between the opposing groups outside.\nThere was a small but vocal crowd of anti-Trump protesters outside the jail. ( Reuters: Dustin Chambers )\nTrial date to come\nThis is the fourth criminal indictment for Mr Trump. He also faces separate, federal charges relating to election interference, as well as charges of falsifying business records and mishandling classified documents.\nThose cases are being prosecuted in courts in Washington DC, New York and Miami respectively.\nLoading\nMr Trump and his co-accused in the Georgia case are expected to appear at Atlanta's Fulton County Court for arraignment hearings in the second week of September.\nHowever, it is possible they will avoid having to travel to the city a second time and will instead appear via video link.\nThe judge has allowed a news camera into the court to film those proceedings.\nA trial date had been proposed for March next year. The prosecutor has since requested a judge set a trial date of October 23, after one of Mr Trump's co-defendants, Kenneth Chesebro, applied for a fast-tracked trial.\nMr Trump's legal team has opposed the earlier date, and asked for Mr Chesebro's case to be separated from Mr Trump's.", "Matches": "1", "Num matches": 1}, {"publication": "ABC", "scraped_datetime": "13AM 25/08/23", "Headline": "Georgia books Trump on 13 charges including conspiracy to impersonate a public officer — as it happened", "Url": "https://www.abc.net.au/news/2023-08-25/trump-indictment-live-georgia-charges-election-interference/102764058", "Rank": 1, "Text": "Donald Trump made history when he became the first-ever former US president to be charged with criminal offences.\nBut that unprecedented moment was soon followed up with a second, third, and now a fourth indictment.\nTwo of the cases are being pursued by federal prosecutors, while the other two – including the Georgia charges – are at a state level.\nAnd while there's been quite a bit of speculation around how Trump could pardon himself or shut down the federal probes, if he won back the White House, he wouldn't face that option here.\nAnother big difference is the scale of the allegations in Georgia, where the former president is one of 19 people charged under the state’s racketeering laws.\nThen there’s the level of access the media has to Fulton County’s courts.\nCameras were allowed in to capture the moment the indictment was handed up to a judge last week, and the arraignment – and possibly the trial – could also be broadcast live.", "Matches": "0", "Num matches": 1}]