[{"Headline": "A jury finds Sam Bankman-Fried guilty on all seven counts of fraud and conspiracy in the FTX trial; the judge sets SBF's sentencing for March 28, 2024", "Url": "https://techcrunch.com/2023/11/02/sam-bankman-fried-found-guilty-on-all-seven-counts/", "Rank": 1, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "a jury finds sam bankmanfried guilty on all seven counts of fraud and conspiracy in the ftx trial the judge sets sbfs sentencing for march 28 2024 "}, {"Headline": "Apple reports Q4 revenue down 1% YoY to $89.5B, vs. $89.3B est., net income up 11% to $22.9B, Americas sales up 0.8% to $40.1B, Europe sales down 1.5% to $22.5B", "Url": "https://www.businesswire.com/news/home/20231102622200/en/", "Rank": 2, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "apple reports q4 revenue down 1 yoy to 895b vs 893b est net income up 11 to 229b americas sales up 08 to 401b europe sales down 15 to 225b "}, {"Headline": "Google's Chrome team stops considering a Web Integrity API proposal that aimed to help enforce IP rights, count ad views, and limit bots, after DRM comparisons", "Url": "https://9to5google.com/2023/11/02/google-chrome-web-integrity-api/", "Rank": 3, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "googles chrome team stops considering a web integrity api proposal that aimed to help enforce ip rights count ad views and limit bots after drm comparisons "}, {"Headline": "Sources: Microsoft plans to remove the free Xbox Game Pass Ultimate benefit for most staff in Jan. 2024; Phil Spencer said he was unaware and is looking into it", "Url": "https://www.theverge.com/2023/11/2/23944124/microsoft-xbox-game-pass-ultimate-free-employee-removed", "Rank": 4, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "sources microsoft plans to remove the free xbox game pass ultimate benefit for most staff in jan 2024 phil spencer said he was unaware and is looking into it "}, {"Headline": "Coinbase reports Q3 revenue up 14% YoY to $674M, vs. $654.7M est., net loss down 99.6% YoY to $2.3M from $545M YoY, and $76B in trading volume, vs. $80.4B est.", "Url": "https://www.bloomberg.com/news/articles/2023-11-02/coinbase-s-loss-narrows-while-revenue-rises-more-than-forecast", "Rank": 5, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "coinbase reports q3 revenue up 14 yoy to 674m vs 6547m est net loss down 996 yoy to 23m from 545m yoy and 76b in trading volume vs 804b est "}, {"Headline": "Ex-Instagram consultant Arturo Bejar, set to testify in Congress on November 7, says Meta did not fully act on its Well-Being Team's findings to protect teens", "Url": "https://www.wsj.com/tech/instagram-facebook-teens-harassment-safety-5d991be1?mod=followamazon", "Rank": 6, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "exinstagram consultant arturo bejar set to testify in congress on november 7 says meta did not fully act on its wellbeing teams findings to protect teens "}, {"Headline": "Elon Musk says Starlink is cash-flow breakeven; in 2021, Musk said SpaceX would spin off and take Starlink public once its cash flow was reasonably predictable", "Url": "https://www.reuters.com/technology/elon-musk-says-starlink-has-achieved-breakeven-cash-flow-2023-11-02/", "Rank": 7, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "elon musk says starlink is cashflow breakeven in 2021 musk said spacex would spin off and take starlink public once its cash flow was reasonably predictable "}, {"Headline": "Google AdSense will soon move from paying per click to paying per impression and split the revenue share into separate rates for the buy-side and sell-side", "Url": "https://9to5google.com/2023/11/02/google-adsense-payments-2024/", "Rank": 8, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "google adsense will soon move from paying per click to paying per impression and split the revenue share into separate rates for the buyside and sellside "}, {"Headline": "A look at the Russia-based SWAT USA Drop, whose 1,200+ US employees knowingly or unwittingly reship consumer goods purchased online with stolen credit cards", "Url": "https://krebsonsecurity.com/2023/11/russian-reshipping-service-swat-usa-drop-exposed/", "Rank": 9, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "a look at the russiabased swat usa drop whose 1200 us employees knowingly or unwittingly reship consumer goods purchased online with stolen credit cards "}, {"Headline": "Cloudflare says it has restored most services after power outages at multiple data centers impacted its products, including Cloudflare API and Stream API", "Url": "https://www.bleepingcomputer.com/news/security/cloudflare-dashboard-and-apis-down-after-data-center-power-outage/", "Rank": 10, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "cloudflare says it has restored most services after power outages at multiple data centers impacted its products including cloudflare api and stream api "}, {"Headline": "Block reports Q3 revenue up 24% YoY to $5.62B, vs. $5.4B est., profit up 21% YoY to $1.9B, Square profit up 15% YoY, and Cash App profit up 27% YoY; SQ up 15%+", "Url": "https://www.morningstar.com/news/marketwatch/20231102554/block-makes-progress-on-profits-and-sets-big-earnings-goal-sending-stock-higher", "Rank": 11, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "block reports q3 revenue up 24 yoy to 562b vs 54b est profit up 21 yoy to 19b square profit up 15 yoy and cash app profit up 27 yoy sq up 15 "}, {"Headline": "Microsoft announces the Secure Future Initiative, which includes responding faster to vulnerabilities and using AI and automation to improve software security", "Url": "https://www.theverge.com/2023/11/2/23943178/microsoft-security-secure-future-initiative-cybersecurity", "Rank": 12, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "microsoft announces the secure future initiative which includes responding faster to vulnerabilities vulnerability and using ai and automation to improve software security "}, {"Headline": "The FTC says Jeff Bezos ordered Amazon executives to accept more junk ads to boost profits; Amazon used disappearing Signal chats from June 2019 to early 2022", "Url": "https://www.bloomberg.com/news/articles/2023-11-02/amazon-boosted-junk-ads-hid-messages-with-signal-ftc-says", "Rank": 13, "scraped_datetime": "2023_11_03_22", "publication": "Tech Meme", "Search_var": "the ftc says jeff bezos ordered amazon executives to accept more junk ads to boost profits amazon used disappearing signal chats from june 2019 to early 2022 "}]