[{"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "The shocking and utterly unsurprising end of Yevgeny Prigozhin", "Url": "https://www.smh.com.au/world/europe/the-shocking-and-utterly-unsurprising-end-of-yevgeny-prigozhin-20230824-p5dyzx.html", "Rank": 6, "Text": "London: Perhaps the only thing we should be surprised about is that it took this long.\nThe assumed demise of Yevgeny Prigozhin, the mercenary leader who mounted the greatest challenge to Vladimir Putin’s authority in two decades during a short-lived mutiny in Russia in June, was shocking but not a shock.\nLoyalists might view it as a kind of poetic justice, but it is another reminder of revenge served Putin-style, and of the thuggish mafia state he runs. We should not shed a tear for Prigozhin and we should never forget how Putin treats those who pose a threat to him. Poisonings, detainment, torture, disappearances, falls from windows, and now, probably, a plane shot from the sky.\nPutin, an ex-KGB officer, has maintained that the one thing he can’t forgive is betrayal.", "Matches": "31,29,26,25,15", "Num matches": 5.0}, {"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "Forget guns or poisoned tea, Putin decided Prigozhin warranted something more spectacular", "Url": "https://www.smh.com.au/world/europe/forget-guns-or-poisoned-tea-putin-decided-prigozhin-warranted-something-more-spectacular-20230824-p5dzaa.html", "Rank": 1, "Text": "Vladimir Putin continues to evolve into his persona as a vaudeville villain. His reign of death, fear and comically feigned innocence has convulsed Russia once more.\nThe warlord who led a failed mutiny against Putin two months ago, Yevgeny Prigozhin, has now met an untimely death in a plane crash.\nRussian President Vladimir Putin. Credit: Reuters\nIt was “the least surprising news of the year,” says Peter Tesch, a former Australian ambassador to Moscow, who’d predicted that Putin would murder Prigozhin for his combined affronts of betrayal and humiliation.\nBut Tesch got the detail wrong. He’d foreseen death coming to Prigozhin in a cup of tea. Since moving on from his earlier preference of shooting his challengers, Putin has favoured poisoning them.", "Matches": "31,29,26,15,0", "Num matches": 5.0}, {"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "Putin’s enemies don’t die of natural causes, but good riddance to the monster Prigozhin", "Url": "https://www.smh.com.au/world/europe/putin-s-enemies-don-t-die-of-natural-causes-but-good-riddance-to-the-monster-prigozhin-20230824-p5dz2h.html", "Rank": 4, "Text": "One of the most predictable elements of war is surprise. Since the large-scale Russian invasion of Ukraine in February last year, there have been myriad surprises. From Russia’s defeat in its Kyiv campaign, the Ukrainian Kharkiv offensive, and attacks on the Kerch Bridge and Moscow, surprise has been a constant in this conflict.\nPerhaps one of the most profound surprises, at least for Russian politics, was the Prigozhin mutiny of June this year. Yevgeny Prigozhin, leader of the private military company the Wagner Group, led a short but high-profile insurrection that saw his troops advance to within 300 kilometres of Moscow. The main casualties of the day were from the Russian Air Force, which lost multiple helicopters and other aircraft. More than 30 airmen were killed.\nThis is tragic, yet all the more ironic given events of the past hours. Travelling in his private jet, Prigozhin was shot down over Russia. All aboard the aircraft, including Prigozhin and the Wagner chief of operations Dmitry Uktin, were killed.\nThe crash has set off another round of guessing among pundits and Russia experts about who is to blame and what might be the impacts of Prigozhin’s spectacular death. But ultimately, the cause of the crash is irrelevant. Most will assume Putin is to blame, and he has most to gain from the death of Prigozhin and his most senior confederates. Putin’s enemies rarely die of natural causes. Normally poison, windows or planes are involved.", "Matches": "31,29,25,15,0", "Num matches": 5.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Wagner supporters say 'traitors to Russia' killed Yevgeny Prigozhin, investigation opened", "Url": "https://www.sbs.com.au/news/article/wagner-supporters-say-traitors-to-russia-killed-yevgeny-prigozhin/g3rxlmwc3", "Rank": 12, "Text": "Key Points Russian mercenary leader Yevgeny Prigozhin, involved in a recent mutiny, listed on crashed jet's passenger list.\nThe jet was travelling from Moscow to St Petersburg when it went down near the village of Kuzhenkino.\nRussian investigators said they had opened a criminal investigation to determine what had happened.\nRussia's most powerful mercenary Yevgeny Prigozhin was on board a plane that crashed on Wednesday evening north of Moscow with no survivors, Russian authorities said, two months to the day after he led an abortive mutiny against the army top brass.\nThere was no official comment from the Kremlin or the Defence Ministry on the fate of Prigozhin, head of the Wagner mercenary group and a self-declared enemy of the army's leadership over what he argued was its incompetent prosecution of Russia's war in Ukraine.\nA Telegram channel linked to Wagner, Grey Zone, pronounced him dead, however, and hailed him as a hero and a patriot who it said had died at the hands of unidentified people it called \"traitors to Russia.\"\nAmid fevered speculation and an absence of verifiable facts, some of his supporters pointed the finger of blame at the Russian state, others at Ukraine which was due to mark its Independence Day on Thursday.\nOthers who have opposed President Vladimir Putin or his interests have also died under unclear circumstances or come close to death, including outspoken political leaders and journalists.\nA building housing Wagner's offices in St Petersburg lit up its windows after dark in such a way as to display a giant cross in a mark of respect and mourning. Flowers were left and candles lit near the offices early on Thursday.\nMen hang a flag of 'PMC Wagner' at an informal memorial next to the former 'PMC Wagner Centre' in St Petersburg, Russia on Thursday. Source: AAP, AP / Dmitri Lovetsky Prigozhin's death would leave the Wagner Group, which incurred Putin's wrath in June by staging an abortive armed mutiny against the army's top brass, leaderless and raise questions about its future operations in Africa and elsewhere.\nWhoever or whatever was behind the crash, his death would also rid Putin of someone who had mounted the most serious challenge to the Russian leader's authority since he came to power in 1999.\nThe Embraer Legacy 600 executive jet that crashed has only recorded one accident in over 20 years of service, and that was due to mistakes by the crew rather than mechanical failure, according to website International Aviation HQ.\nEmbraer said it has been complying with international sanctions imposed on Russia and had not been providing maintenance for the aircraft since 2019.\nThe plane showed no sign of problem until a precipitous drop in its final 30 seconds, according to flight-tracking data.\nHead of Wagner Group, Yevgeny Prigozhin, is said to have been killed in a private plane crash in Russia. Source: AAP / AP\nWagner co-founder also on plane\nRosaviatsia, Russia's aviation agency, published the names of all 10 people on board the downed plane, including Prigozhin and that of Dmitry Utkin, his right-hand man who helped found the mercenary group and bore the call sign \"Wagner\".\nRussian investigators said they had opened a criminal investigation to determine what had happened. Some unnamed sources told Russian media they believed the plane had been shot down by one or more surface-to-air missiles. The Reuters news agency could not confirm that.\nThe aircraft, which had been travelling from Moscow to St Petersburg, crashed near the village of Kuzhenkino in the Tver Region, Russia's emergency situations ministry said.\nAbbas Gallyamov, a former Putin speech writer turned critic whom the Russian authorities have branded a \"foreign agent\", suggested the Russian leader, who is expected to run for another term in office next year, was behind the crash and had strengthened his authority in the process.\n\"The establishment is now convinced that it will not be possible to oppose Putin,\" Gallyamov wrote on Telegram. \"Putin is strong enough and capable of revenge.\"\nThe Embraer Legacy 600 executive jet (plane number RA-02795) allegedly carrying Yevgeny Prigozhin, pictured in May. There has been only one recorded accident in over 20 years of service Source: AAP, AP / Luba Ostrovskaya Bill Browder, a businessman with years of experience in Russia and another Kremlin critic, agreed.\n\"Putin never forgives and never forgets. He looked like a humiliated weakling with Prigozhin running around without a care in the world (after the mutiny). This will cement his authority,\" Browder wrote on X, formerly known as Twitter.\nOn a visit to California, United States President Joe Biden told reporters he did not know for a fact what had happened.\n\"But I’m not surprised,\" Biden said. \"There is not much that happens in Russia that Putin is not behind.\"\nSecond plane lined to Prigozhin\nSoon after the plane dropped out of the sky, a second private jet linked to Prigozhin which also appeared to be heading to St Petersburg, Prigozhin's home base, turned back to Moscow, flight tracking data showed, and later landed.\nPrigozhin, 62, spearheaded the mutiny against Russia's top army brass on 23-24 June which Putin said could have tipped Russia into civil war. Wagner fighters shot down Russian attack helicopters during the revolt, killing an unconfirmed number of pilots, infuriating the military.\nHe has also spent months criticising Russia's war in Ukraine, something Moscow calls a \"special military operation\", and had tried to topple Defence Minister Sergei Shoigu and Valery Gerasimov, the Chief of the General Staff.\nMany Russians had wondered how he was able to get away with such brazen criticism without consequence.\nThe mutiny was ended by an apparent Kremlin deal which saw Prigozhin agree to relocate to neighbouring Belarus. But in practice he had appeared to move freely inside Russia after the agreement which had reportedly guaranteed his personal safety.\nRussian servicemen guard a road near the site of the jet crash. Source: AAP, AP / Alexander Zemlianichenko Prigozhin posted a video address on Monday which he suggested was made in Africa. He turned up at a Russia-Africa summit in St Petersburg in July.\nUnconfirmed Russian media reports said that Prigozhin and his associates had attended a meeting on Wednesday with officials from the Russian Defence Ministry.\nReuters could not confirm that and there was no confirmation from the defence ministry.\nFlightradar24 online tracker showed that the Embraer Legacy 600 (plane number RA-02795) carrying Prigozhin had dropped off the radar at 6.11pm (Thursday, 1.11am AEST). An unverified video clip posted to social media showed a plane resembling a private jet falling out of the sky toward the earth.", "Matches": "29,27,25,15,0", "Num matches": 5.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "Putin says ‘talented businessman’ Yevgeny Prigozhin has died", "Url": "https://www.theguardian.com/world/2023/aug/24/wagner-fighters-gather-at-makeshift-memorial-to-yevgeny-prigozhin", "Rank": 6, "Text": "Vladimir Putin has confirmed the death of Yevgeny Prigozhin, saying the Wagner chief had made some made “some serious mistakes” and met with a “difficult fate”, as speculation grew his plane was brought down by a bomb after it took off from Moscow.\nUS and western officials said it was likely that an intentional explosion had brought down the plane, which crashed into a field 185 miles (300km) north of of the Russian capital.\n“A definitive conclusion has not been reached, but an explosion is the leading theory of what caused the plane to crash in a field between Moscow and St Petersburg,” the New York Times quoted the officials as saying. “The explosion could have been caused by a bomb or other device planted on the aircraft,” they said.\nThe Pentagon said the US believed Prigozhin had been killed but did not give any specifics other than to deny the plane had been hit by a surface-to-air missile.\n“Our initial assessment is that it’s likely Prigozhin was killed,” spokesperson Brig Gen Pat Ryder said. “We’re continuing to assess the situation. We don’t have any information to indicate right now the press reporting stating that there was some type of surface-to-air missile that took down the plane. We assess that information to be inaccurate.”\nIn a meeting at the Kremlin, Putin addressed Wednesday’s crash of Prigozhin’s business jet for the first time, offering “sincere condolences” to the families of the 10 people on board, including Prigozhin.\n“I have known Prigozhin for a long time, since the 1990s. He made some serious mistakes in life, but he also achieved the necessary results for himself but also for the greater good when I asked him. He was a talented man, a talented businessman,” the Russian leader said, speaking about the warlord in the past tense.\nPutin added that Prigozhin’s Wagner group “made a significant contribution to the fight against nazism in Ukraine”.\n“We remember this, know this, and won’t forget it,” he said.\nPutin said he was told that Prigozhin had returned from Africa earlier on Wednesday, shortly before his apparent death, and had held meetings with officials in Moscow. He said that Russian investigators would pursue the investigation into the crash “to the end”.\nThe Russian leader made his comments during a televised meeting with Denis Pushilin, the Russian-imposed leader of the occupied Donetsk region.\nEarlier in the day, Wagner fighters and a few dozen members of the public had gathered at a makeshift memorial for Yevgeny Prigozhin in his home town of St Petersburg.\nFootage of the memorial set up outside Wagner’s headquarters in the city showed men in military camouflage on Thursday laying flowers on the ground in front of portraits of Prigozhin and Dmitry Utkin, a close Prigozhin ally often described as the founder of the mercenary group, who was also named on the passenger list.\nIn one clip, a fighter in full military garb can be seen falling to his knees and weeping.\n“I am here to honour the memory of Prigozhin … I support his politics, Wagner is just,” said one young man standing outside the memorial on Wednesday evening in an interview published by the Russian Sota outlet.\nMeanwhile, crash investigators in Kuzhenkino, in Russia’s Tver region, picked through the wreckage of a jet that officials said had been carrying Prigozhin and had crashed with no survivors.\nOne resident, Vitaly Stepenok, 72, told Reuters he heard an “explosion or a bang” before seeing the jet plummet to the ground.\nFlowers and a patch bearing the Wagner logo at the memorial site. Photograph: Anton Matrosov/EPA\n“Usually, if an explosion happens on the ground then you get an echo, but it was just a bang and I looked up and saw white smoke,” Stepenok said. “One wing flew off in one direction and the fuselage went like that,” he said, gesturing with his arms to show the plane heading down towards the ground. “And then it glided down on one wing. It didn’t nose-dive, it was gliding.”\nAnother villager, who gave his name as Anatoly, said: “In terms of what might have happened, I’ll just say this: it wasn’t thunder, it was a metallic bang – let’s put it that way. I’ve heard things like that before.”\nRussian authorities said on Thursday that the investigation into the crash would be led by Ivan Sibul, a veteran investigator who has previously examined other high-profile plane crashes.\nUkraine’s president, Volodymyr Zelenskiy, has said Kyiv had nothing to do with the presumed death of Prigozhin. The Interfax-Ukraine news agency quoted Zelenskiy telling journalists on Thursday: “We had nothing to do with it. Everybody realises who has something to do with it.”\nskip past newsletter promotion Sign up to This is Europe Free weekly newsletter The most pressing stories and debates for Europeans – from identity to economics to the environment Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\n“I can’t say anything good about these subhumans,” Zelenskiy added. “It’s either a judgment at The Hague, or God’s judgment.”\nThe Ukrainian presidential aide Mykhailo Podolyak said the plane crash on Wednesday evening – two months after Wagner forces marched on Moscow – was “a signal from Putin to Russia’s elites ahead of the 2024 elections. ‘Beware! Disloyalty equals death.’”\nThose sentiments were echoed by the Russian journalist Ksenia Sobchak, whose father Vladimir Putin once described as his mentor. “Absolutely clear signal to all the elites, in fact, to everyone who had any seditious thoughts,” she said on Telegram.\nState television gave the crash limited coverage on Thursday, while prominent propagandists largely urged Russians to wait on the result of the investigation.\n02:07 From Putin's 'chef' to Wagner chief: timeline of Prigozhin's relationship with Russian president\nThere has been no confirmation yet on whether Prigozhin’s body has been identified. Bodies that were found at the crash site were driven to the morgue of a forensic medical examination bureau in the city of Tver, according to the St Petersburg outlet Fontanka. A source in the morgue told Fontanka “there were signs” that Prigozhin was among the dead, but added that the body in question was badly damaged after the crash.\nBaza, a news outlet with close ties to security services, said the bodies of the victims were sent to Moscow for genetic analysis.\nVladimir Rogov, a Russian-installed official in part of southern Zaporizhzhia, said on the Telegram app that a member of the Wagner group had identified Prigozhin’s body by a missing part of his finger on his left hand.\nSeveral social media channels close to Prigozhin have issued tributes, with one main channel appearing to pin the blame on the Russian authorities despite some circumspection elsewhere in the aftermath of the crash to declare that the Kremlin-connected businessman was definitively present on the plane.\n“Prigozhin died as the result of the actions of Russia’s traitors,” wrote the Grey Zone, a social media outlet close to Wagner. “But even in hell, he’ll be the best! Glory to Russia!”\nMarat Gabidullin, a former Wagner commander and assistant to Prigozhin, said he had “no reason to believe that Prigozhin was still alive”. “I don’t have any indication that it wasn’t him on the plane. My contacts at Wagner also say he died.”\nAt the Pentagon, Ryder said Wagner had been a spent force in Ukraine since its attempted uprising.\n“The Wagner forces essentially were Russia’s most effective combat forces on the battlefield … but for all intents and purposes, their combat effectiveness has been diminished and they are no longer a significant factor when it comes to the conflict inside Ukraine,” he said. “Clearly we know that the Wagner group has for a while been conducting operations with many tentacles, some military in nature, some criminal in nature, in Africa and places like Burkina Faso and Mali, and I don’t think anybody’s going to discount the potential for danger when it comes to that group or the remnants of that group.”", "Matches": "29,27,25,10,0", "Num matches": 5.0}, {"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "As Wagner boss Prigozhin’s plane crashed, Putin hailed the heroes of Russia", "Url": "https://www.smh.com.au/world/europe/yevgeny-prigozhin-listed-as-passenger-on-plane-that-crashed-in-russia-20230824-p5dyzl.html", "Rank": 2, "Text": "“An investigation team has left for the scene, all necessary forensic examinations will be appointed, and a set of investigative actions will be carried out to determine the causes of the plane crash,” it said. The civil aviation authority confirmed earlier that the Wagner founder was on the flight that crashed while flying from Moscow to St Petersburg, killing all seven passengers and three crew on board. The private jet, believed to have been owned by Prigozhin, went off radar about 160 kilometres north-west of Moscow, according to the flight-tracking service Flightradar24. It was reportedly cruising at about 8500 metres before it disappeared shortly after 6pm on Wednesday, Moscow time. Wagner-linked Telegram channel Grey Zone reported the Embraer Legacy 600 aircraft was shot down by air defences in the Tver region. It later reported Prigozhin was dead, alongside Wagner’s second-in-command and former Russian special forces officer Dmitry Utkin and Valeriy Chekalov, a senior aide to Prigozhin. “The leader of the Wagner Group, a Hero of Russia, a real patriot of his motherland – Yevgeny Prigozhin has died at the hands of traitors of Russia. But even in hell he’ll be the best! Glory to Russia,” it wrote.\nEarlier, Grey Zone said residents near the village of Kuzhenkino reported two bangs before the crash and saw two vapour trails. The channel reported that witnesses said they’d heard “two bursts of characteristic air defence fire” before the fall of the plane, “and this is confirmed by inversion traces in the sky in one of the videos”, adding that the information was preliminary. Loading As news of it broke, Putin was speaking at an event commemorating the Battle of Kursk, hailing the heroes of Russia’s war in Ukraine. In Kursk itself, about 500 km south of Moscow, he hailed the victory of Soviet troops over German invaders 80 years ago. “I heartily congratulate all citizens of Russia on this event,” Putin said while standing onstage in front of an orchestra, in footage that made its way across social media. He was pictured smiling and presenting state awards to military personnel.\nRussian aviation officials cited by media reports had not provided a reason for the crash, while some Russian figures have speculated it could have been caused by a bomb planted on board. Tass news agency said the plane caught fire on hitting the ground, adding that four bodies had already been found. The aircraft had been in the air for less than half an hour, it said. The Wall Street Journal reported a second Embraer aircraft, also owned by Prigozhin, was seen travelling toward St Petersburg not long before the other aircraft disappeared. The second plane eventually turned back towards Moscow and landed in the Russian capital, flight trackers revealed.\nWhile speculation is rife among Kremlin watchers that Putin – notoriously unforgiving of traitors – had ordered the downing of the aircraft, some warned that it was possible Prigozhin, 62, might have staged his own death. Prigozhin, a former Kremlin caterer known as “Putin’s chef”, had emerged as one of the most important leaders of Russia’s war effort before souring on the military’s leadership so much that he launched a coup against them in late June. The Wagner headquarters building in St Petersburg. Although Wagner’s men effectively seized control of two major cities in southern Russia, killing at least 13 soldiers as they downed two helicopters and a plane on their march to Moscow, Putin had appeared to forgive his one-time close ally. The rebellion ended after a deal was struck between Putin and Prigozhin under which Wagner would move its operations to neighbouring Belarus and its leaders would receive immunity.\nBelarusian President Alexander Lukashenko, who helped broker the agreement, later said that Prigozhin had returned to his home town of St Petersburg in Russia. United States President Joe Biden, on holiday in Nevada, told reporters he did not “know for a fact what happened” but was “not surprised”. He added: “Not much happens in Russia that Putin’s not behind.” A US National Security Council spokeswoman said: “If confirmed, no one should be surprised. The disastrous war in Ukraine led to a private army marching on Moscow, and now — it would seem — to this.”\nAfter the June revolt, Russian authorities detained several military leaders suspected of collusion with the mutiny, including the former commander of the war in Ukraine, General Sergei Surovikin. Loading State newswire RIA Novosti cited an “informed source” on Wednesday saying Surovikin had been “relieved of his post” and replaced by Viktor Afzalov, the aerospace forces’ chief of staff. Known as “General Armageddon” for brutal bombardments under his command in Syria, Surovikin was the most prominent figure among a number of senior military leaders who had good relations with Prigozhin, but had not been seen in public since he was detained in late June. On Monday, Prigozhin posted his first video address since leading a short-lived rebellion in Russia, appearing in a clip possibly shot in Africa. He was seen in the video standing in a desert area in camouflage and with a rifle in his hands.", "Matches": "29,27,25,10,0", "Num matches": 5.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "The mysterious deaths of Vladimir Putin’s enemies and critics", "Url": "https://www.sbs.com.au/news/article/the-mysterious-deaths-of-vladimir-putins-enemies-and-critics/0r2adza9y", "Rank": 2, "Text": "Key Points Russian mercenary chief Yevgeny Prigozhin, leader of the Wagner Group, is believed to have died in a plane crash.\nPrigozhin led an armed rebellion against Russian President Vladimir Putin in June, which Putin described as treason.\nMany of Putin's enemies have died in mysterious circumstances over the years.\nRussian mercenary chief Yevgeny Prigozhin is believed to have been killed in a plane crash north of Moscow on Wednesday evening.\nHe has not been confirmed dead but was on the plane's passenger list, and Russian authorities said there were no survivors.\nPrigozhin was formerly an ally of Russian President Vladimir Putin but became an enemy after launching an armed mutiny against the president in late June.\nHe's not the first of Putin's enemies to suffer a mysterious death or near-death experience.\nWhat happened to Yevgeny Prigozhin?\nPrigozhin was once a close associate of Putin, but became an enemy after leading what Russian officials described as an \"armed mutiny\" in June.\nIn 2014, he founded Wagner Group, a paramilitary organisation that has fought in Libya, Syria, the Central African Republic and Mali, among other countries.\nThe mercenaries were supporting the Kremlin in the war in Ukraine, until Prigozhin called for an armed rebellion and pledged to oust Russia's military leadership.\nThe mutiny was ended by an apparent Kremlin deal which saw Prigozhin agree to relocate to neighbouring Belarus.\nPrigozhin posted a video address on Monday which he suggested was filmed in Africa.\nUnconfirmed Russian media reports said that Prigozhin and his associates had attended a meeting on Wednesday with officials from the Russian Defence Ministry.\nOnline flight tracker Flightradar24 showed that the Embraer plane (registration number RA-02795) carrying Prigozhin had dropped off the radar at 6:11pm MSK (Thursday, 1:11am AEST).\nThere were reportedly 10 people on board, and Prigozhin's name was on the passenger list.\nRescuers had recovered seven bodies from the scene, TASS reported.\nAmid fevered speculation and an absence of verifiable facts, some have pointed the finger of blame at the Russian state, others at Ukraine which was due to mark its Independence Day on Thursday.\nAlexei Navalny poisoned in Siberia\nRussia's most prominent opposition leader, Alexei Navalny, was flown to Germany in August 2020 for medical treatment after being poisoned in Siberia with what Western experts concluded was the military nerve agent Novichok .\nRussia has denied any involvement.\nNavalny voluntarily returned to Russia in 2021 and was immediately arrested on arrival.\nIn early August, Navalny had an extra 19 years in a maximum security penal colony added to his jail term.\nHe was already serving sentences totalling 11-and-a-half years on fraud and other charges that he says are also bogus. His political movement has been outlawed and declared \"extremist\".\nSergei Skripal's Novichok poisoning\nA former Russian double agent who passed secrets to British intelligence, Sergei Skripal and his daughter Yulia were found unconscious on a bench outside a shopping centre in the English cathedral city of Salisbury in March 2018.\nThey were taken to hospital in critical condition, and British officials said they had been poisoned - like Navalny - with Novichok, a group of nerve agents developed by the Soviet military in the 1970s and 1980s.\nREAD MORE Dawn Sturgess: The British mum killed by a Russian nerve agent\nBoth Skripal and his daughter survived.\nRussia has denied any role in the poisoning and said Britain was whipping up anti-Russian hysteria.\nPavel Antov's hotel death\nRussian politician and millionaire Pavel Antov had been critical of Putin's war with Ukraine.\nIn June 2022, Russian media published a WhatsApp message attributed to Antov that said a Kremlin missile bombardment on Ukraine was \"terrorism\".\nAntov took to the Russian social media network VK to deny writing the message, insisting that he supported Russia's \"special military operation\" in Ukraine.\nREAD MORE Indian police investigate sudden deaths of Russian meat millionaire, companion\nIn December 2022, he died after reportedly falling from a hotel room in India.\nThe 65-year-old's body was found in a pool of blood outside his lodgings in the eastern state of Odisha, where he was on holiday with three other Russian nationals.\nHis death came two days after another member of the travel party, Vladimir Bidenov, was found unconscious after suffering an apparent heart attack.\nDeaths in oil and energy industry\nIn September 2022, Ravil Maganov - chairman of oil company Lukoil - died after falling from a hospital window in Moscow, two sources familiar with the situation told Reuters, confirming reports by several Russian media.\nBut circumstances surrounding his fall were unclear.\nLukoil took a public stand over Russia's actions in Ukraine. Source: AAP / Stephanie Lecocq / EPA Russian state news agency TASS reported the death as a suicide, citing a law enforcement source.\nIn a statement, the company said he died \"following a severe illness\".\nA former board member of Lukoil, Alexander Subbotin, was found dead in Moscow in May 2022.\nLukoil had taken a public stand over Russia's actions in Ukraine, with the company's board of directors expressing its concern over the \"tragic events\" and calling for the \"soonest possible end to armed conflict\".\nThere have also been several deaths reported tied to Russian state-owned energy giant Gazprom.\nGazprom's head of transport Leonid Shulman was found dead in a cottage, and executive Alexander Tyulakov was found dead in his St. Petersburg home the morning after Russia invaded Ukraine.\nThe Polish plane crash\nIn 2010, Poland's president Lech Kaczyński and 95 others were killed in a plane crash in Russia.\nPolish officials said the crash was a \"political assassination\" orchestrated by the Kremlin.\nRussia has denied the allegations.\nIn 2022, a Polish government commission released a report alleging an intentional detonation of planted explosives caused the crash.\nThe poisoning of Alexander Litvinenko\nAlexander Litvinenko, an ex-KGB agent and outspoken critic of Putin, died in 2006 aged 43 after drinking green tea laced with polonium-210, a rare and potent radioactive isotope, at London's Millennium Hotel, British officials have said.\nPutin probably approved the killing, a British inquiry concluded in 2016.\nThe Kremlin has denied involvement.\nREAD MORE What were Yevgeny Prigozhin and his Wagner mercenaries doing in Africa?\nAn inquiry led by a senior British judge found that former KGB bodyguard Andrei Lugovoy and another Russian, Dmitry Kovtun, carried out the killing as part of an operation that he said was probably directed by Russia's Federal Security Service (FSB), the main successor to the Soviet-era KGB.\nLitvinenko fled Russia for Britain six years to the day before he was poisoned.\nWhistleblower killed while jogging\nAlexander Perepilichny was found dead near his luxury home in an exclusive gated estate outside London after he had been out jogging in November 2012.\nThe 44-year-old Russian sought refuge in Britain in 2009 after helping a Swiss investigation into a Russian money laundering scheme.\nHis sudden death raised suggestions he might have been murdered.\nBritish police ruled out foul play despite suspicions he might have been murdered with a rare poison.\nA pre-inquest hearing heard that traces of a rare and deadly poison from the gelsemium plant were found in his stomach.\nPerepilichny had enjoyed a large bowl of soup containing sorrel, a popular Russian dish.\nRussia denied involvement.\nAnna Politkovskaya\nJournalist Anna Politkovskaya was shot dead outside her flat in Moscow in 2006, after returning home from the supermarket.\nShe was a journalist who reported on human rights abuses and was critical of Vladimir Putin.\nHer assassination took place on Putin's birthday.", "Matches": "29,26,25,15,0", "Num matches": 5.0}, {"publication": "ABC", "scraped_datetime": "07AM 25/08/23", "Headline": "Putin breaks silence after plane crash that Russia says killed Prigozhin", "Url": "https://www.abc.net.au/news/2023-08-25/putin-sends-condolences-to-wagner-group-leader-prigozhin-family/102774078", "Rank": 1, "Text": "Russian President Vladimir Putin has offered his condolences after a plane crash that authorities say killed Wagner Group chief Yevgeny Prigozhin.\nKey points: Russian President Vladimir Putin said Mr Prigozhin \"made serious mistakes in life\" in televised comments\nRussian President Vladimir Putin said Mr Prigozhin \"made serious mistakes in life\" in televised comments Mr Putin said Mr Prigozhin just returned to Russia from Africa\nMr Putin said Mr Prigozhin just returned to Russia from Africa Russian investigators opened a criminal probe into the crash but the cause is currently unknown\nRussian air authorities said Mr Prigozhin, his right-hand man Dmitry Utkin and eight other people were on the private jet that crashed on Wednesday leaving no survivors.\nEight of the 10 bodies have been located, with investigations ongoing.\nMr Putin spoke on Russian television to offer condolences to the families of all onboard but the mercenary chief was the focal point.\n\"As for the aviation tragedy, first of all I want to express my most sincere condolences to the families of all the victims. It's always a tragedy,\" Mr Putin said in televised remarks made during a meeting in the Kremlin with the Moscow-installed chief of Donetsk region in eastern Ukraine.\n\"I have known Prigozhin for a long time, since the beginning of the 1990s.\n\"This was a person with a complicated fate, and he made serious mistakes in life, but also sought to achieve the necessary results — both for himself and at a time when I asked him to, for the common cause, such as in these recent months.\"\nVladimir Putin described Mr Prigozhin as a person with a \"complicated fate\". ( Reuters )\nMr Putin also said that to his knowledge, Mr Prigozhin \"only yesterday [Wednesday] returned from Africa\".\nIn recent days the Wagner boss was believed to have been in West Africa — where Western analysts feared the group was seeking to widen its reach into other countries, including Niger, where a coup had just taken place.\nMr Putin also paid tribute to all of those who were on the jet for their role in what Russia calls a \"special military operation\" in Ukraine.\n\"I would like to note that these are people who have made a significant contribution to our common cause of fighting the neo-Nazi regime in Ukraine,\" he said.\n\"We remember and know it, and we will not forget it.\"\nMr Putin said that it was necessary to await the outcome of the official investigation into the crash.\nRussian investigators opened a criminal probe into the crash on Wednesday but there was no official word from Moscow on a likely cause.\nMany theories were floated in the hours after the crash, especially in light of Wagner's mutiny march towards Moscow, led by Mr Prigozhin.\nMr Putin had denounced the mutiny as \"a stab in the back\" and vowed to deliver a harsh punishment, before agreeing to a deal that saw an end to the mutiny in exchange for Mr Prigozhin and his troops moving to Belarus.\nLoading...\nTheories on the cause of the crash\nThe US Department of Defense said there was currently no information to suggest that a surface-to-air missile took down the plane.\nReuters had reported earlier that the United States was looking at a number of theories over what caused the plane to crash, and cited two US officials saying a surface-to-air missile likely hit it.\nThe officials stressed that the information was still preliminary and under review, and did not rule out a change to the assessment.\nThe Wall Street Journal on Thursday reported a different theory, citing unnamed US officials: that a bomb aboard the aircraft or some other sabotage caused the crash.\nIt is not uncommon for there to be competing, even contradictory, intelligence views in the US government in the hours and days after major international events.\nA third US official told Reuters that there were a number of theories and no definitive conclusion had been reached.\nUS President Joe Biden on Wednesday said he was not surprised by reports that Mr Prigozhin had died in a plane crash, adding that not much happens in Russia that Mr Putin is not behind.\nUkrainian President Volodymyr Zelenskyy denied Kyiv had any involvement in the jet crash, and pointed the finger at Russian authorities.\n\"We have nothing to do with this. Everyone understands who does,\" Mr Zelenskyy said.\n\"When Ukraine spoke and addressed the countries of the world about planes, we did not mean this. We meant something completely different and we wanted support, although, this will probably also help in a sense.\"\nLoading...\nABC/Reuters", "Matches": "29,26,25,10,0", "Num matches": 5.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "Putin confirms Prigozhin death; Pentagon says surface-to-air missile claim is ‘inaccurate’ – as it happened", "Url": "https://www.theguardian.com/world/live/2023/aug/24/russia-ukraine-war-live-updates-wagner-yevgeny-prigozhin-plane-crash-moscow-putin", "Rank": 3, "Text": "From 2h ago 04.47 AEST Pentagon official says surface-to-air missile claims about Prigozhin plane 'inaccurate' Ryder said the Pentagon had no indication that the plane carrying Prigozhin was brought down by a surface-to-air missile. “We assess that information to be inaccurate,” Ryder said of press reports that the Embraer plane was hit by surface-to-air missiles. He also said the Pentagon thought it was likely that Prigozhin was dead but did not confirm this.\nUpdated at 05.09 AEST\n12m ago 06.59 AEST Closing Summary It is now 12pm in Kyiv. Here is a wrap-up of the day’s key events: Pentagon spokesperson Brig Gen Pat Ryder said the Pentagon had no indication that the plane carrying Yevgeny Prigozhin was brought down by a surface-to-air missile. “We assess that information to be inaccurate,” Ryder said of press reports that the Embraer plane was hit by surface-to-air missiles.\nThe US will begin F-16 training for Ukrainian pilots in October. “Following English language training for pilots in September, F-16 flying training is expected to begin in October at Morris air national guard base in Tucson, Arizona, facilitated by the air national guard’s 162nd wing,” Ryder said.\nRussia will return to the Black Sea grain deal only if the west fulfills its obligations to Moscow, Russian foreign minister Sergei Lavrov told the UN secretary general António Guterres.\nRussia has extended the detention of the Wall Street Journal correspondent Evan Gershkovich by three months. He was the first journalist arrested by Russian authorities on allegations of spying since the Cold War.\nUkraine’s president Volodymyr Zelenskiy has said Kyiv had nothing to do with the presumed death of Yevgeny Prigozhin.\nAn early morning missile strike injured seven people in the Ukrainian city of Dnipro, the governor of the Dnipropetrovsk region, Serhiy Lisak, said on Thursday.\nFrance said on Thursday there were “reasonable doubts” about the cause of the plane crash that was presumed to have killed Yevgeny Prigozhin.\nNorway has decided to donate combat aircraft to Ukraine, the Norwegian broadcaster TV2 reported on Thursday, citing unnamed sources.\nThe presumed death of Yevgeny Prigozhin follows a pattern of “unclarified” fatalities in Russia, Germany’s foreign minister said on Thursday, adding that it was no coincidence that focus had turned to the Kremlin for answers. That’s it from me, Maya Yang, as we wrap up the blog for today.\nUpdated at 07.03 AEST\n30m ago 06.40 AEST US secretary of state Antony Blinken has announced sanctions of two entities and 11 individuals over their involvement in the forcible transfer of Ukraine’s children to Russia-occupied areas. Today, on Ukraine Independence Day, @StateDept is sanctioning two entities and 11 individuals for their involvement in the forcible transfer of Ukraine’s children to Russia-occupied areas. Ukraine’s children are not forgotten. — Secretary Antony Blinken (@SecBlinken) August 24, 2023\n45m ago 06.26 AEST Here is video of Pentagon spokesperson Gen Brig Patrick Ryder saying that there is currently no indication of the Embraer plane carrying Wagner chief Yevgeny Prigozhin was downed by a surface-to-air missile. 00:38 No indication Prigozhin plane downed by surface-to-air missile, says Pentagon – video\n1h ago 06.07 AEST Various landmarks and buildings around the world have been lit up in Ukraine’s blue and yellow colors to commemorate the country’s independence day. On Thursday, the Ukrainian foreign ministry tweeted photos of landmarks including Dubai’s Burj Khalifa and Rome’s Coliseum that have lit up in Ukraine’s colors. 💙💛 Paris, Dubai, Rome, Mexico City and dozens of other cities all over the world congratulate #Ukraine on 🇺🇦#IndependenceDay!😍 pic.twitter.com/QPHqZ1SMo9 — MFA of Ukraine 🇺🇦 (@MFA_Ukraine) August 24, 2023\n1h ago 05.52 AEST US defense secretary Lloyd Austin has released a statement in solidarity with Ukraine as the country celebrates its 32nd anniversary. The statement reads: “The United States stands in solidarity with Ukraine as it celebrates the 32nd anniversary of its independence. The Ukrainian people have inspired the world with their courage and resolve to defend their right to live in a sovereign, democratic, and free country. For the past 18 months, Russia has waged a full-scale, unprovoked, and indefensible war against Ukraine. The Kremlin’s war of choice has killed thousands of innocent Ukrainians, displaced millions more, and deliberately inflicted terror and trauma on Ukraine’s men, women, and children. Yet the Ukrainian people remain indomitable, and Ukraine is fighting back valiantly to regain its sovereign territory and protect its citizens. The United States is proud to stand with Ukraine, and we will continue to ensure that it has what it needs to fight for its freedom.”\n2h ago 05.34 AEST Here are some images coming through the newswires of memorial sites for Yevgeny Prigozhin following the Embraer plane crash: People gather at a makeshift memorial near former PMC Wagner Centre, associated with Yevgeny Prigozhin. Photograph: Reuters Flags and a teddy bear at a makeshift memorial near former PMC Wagner Centre. Photograph: Reuters A man lights candles at a informal memorial next to PMC Wagner Centre. Photograph: Dmitri Lovetsky/AP People lay carnations to a memorial as they pay tribute to Yevgeny Prigozhin. Photograph: Anadolu Agency/Getty Images A view shows portraits of Yevgeny Prigozhin and Wagner group commander Dmitry Utkin at a makeshift memorial in Moscow. Photograph: Reuters A woman visits a makeshift memorial with a portrait of Yevgeny Prigozhin in Moscow. Photograph: Reuters\nUpdated at 07.08 AEST\n2h ago 05.22 AEST US to begin Ukrainian F-16 pilot training in October During Thursday’s briefing at the Pentagon, Brig Gen Pat Ryder said the US would begin F-16 training for Ukrainian pilots in October. “Following English language training for pilots in September, F-16 flying training is expected to begin in October at Morris air national guard base in Tucson, Arizona, facilitated by the air national guard’s 162nd wing,” Ryder said. “Although we do not have specific numbers to share at this time in regards to how many Ukrainians will participate in this training, we do anticipate it will include several pilots and dozens of maintainers,” he added.\nUpdated at 05.33 AEST\n2h ago 05.19 AEST Here is a video of the Russian president, Vladimir Putin, speaking publicly about Yevgeny Prigozhin after the Embraer plane crash, saying he was a “talented businessman” with a “difficult fate”. 01:07 Yevgeny Prigozhin a businessman with ‘difficult fate’, says Vladimir Putin – video\nUpdated at 05.23 AEST\n2h ago 05.13 AEST In response to a question about Ukraine’s progress in the war, Ryder said: “Broadly speaking, Ukraine continues to get after it and fight. “They are making some progress along the frontline, but it’s going to be tough and will continue to be tough for all the reasons we’ve talked about, not the least of which is significant obstacles to include minefields. Our focus is going to be on consulting with them and ensuring they have what they need to be successful on the battlefield.”\nUpdated at 05.48 AEST\n2h ago 05.03 AEST “I’m not going to speculate on when F-16 aircraft will be delivered … When training is complete, the Europeans are looking to provide F-16 aircraft and the US will support that effort through the third-party transfer process,” said Ryder. “We’re talking months, not weeks … This is about the long-term support to Ukraine. This is not about the counteroffensive they are conducting right now,” he added.\nUpdated at 05.06 AEST\n2h ago 05.01 AEST “Ukraine will determine the number of pilots that they require will go through the training. What this will do is essentially increase the capacity across the coalition for training those pilots. It’s another venue by which to train,” said Ryder.", "Matches": "29,10,7,0", "Num matches": 4.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "'You maybe wanna share this?': How Australian Nina Kennedy split a gold medal", "Url": "https://www.sbs.com.au/sport/article/aussie-kennedy-soars-to-joint-world-title-in-thrilling-pole-vault-finale/6r3lmewxm", "Rank": 11, "Text": "SBS VICELAND and SBS On Demand will provide all the action from August 19-27, with live and free coverage of all sessions, as well as full replays, extended highlights and more available for Australian audiences.\nKennedy claimed the first Australian gold medal of the 2023 World Athletics Championships after clearing a whopping 4.90 metre jump in the Women's Pole Vault final to share the world title with American Moon on Day 5.\nThe Western Australian fell just short of victory at the previous World Championships in Oregon last year a few days after her gold medal success at the Commonwealth Games.\nShe entered this year's final after clearing the 4.65 mark in qualifying, and set out to avenge her previous effort at the Worlds in Thursday morning's (AEST) final.\nKennedy first cleared the mark of 4.80 to go into the joint gold medal position with Moon, before the Aussie broke her own national record of 4.85 with her next effort.\nThe American was up to the task however, as both cleared the 4.90 mark before the two competitors completed unsuccessful attempts at the soaring 4.95 metre jump.\nAfter a heartwarming exchange, the Aussie and the American agreed on sharing the world title, with Finland's Wilma Murto rounding out the podium in third with her best clearance of 4.80m.\n\"We were out there for such a long time - we were pushing each other to the absolute limit,\" Kennedy said after the event.\n\"Katie is the world champion, she is the Olympic gold medallist, I didn’t think she would want to share it. I thought we might need to keep jumping.\n\"But I kind of looked at her and said ‘Hey girl, you maybe wanna share this?’, and the relief, you could see it on her face, and you could see it on my face, and it was mutual.”", "Matches": "28,24", "Num matches": 2.0}, {"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "‘All-time clutch performer’: Why new world champion Nina Kennedy can vault to Olympic gold", "Url": "https://www.smh.com.au/sport/athletics/nina-kennedy-wins-gold-by-agreement-sealed-with-a-hug-and-a-handshake-20230824-p5dyzm.html", "Rank": 3, "Text": "But Kennedy had nothing left. She had broken two national records – at 4.85m and 4.90m – to get to the position where silver was safeguarded and gold was available. Her legs were cramping. The heat and humidity in Budapest’s national stadium has been overwhelming for days, and after 2½ hours of gruelling contest, they had nothing left. Kennedy said she immediately had thoughts of high jumpers Mutaz Barshim, of Qatar, and Italy’s Gianmarco Tamberi, who became the first pair to share a gold medal under the new rules for field events when they agreed to call a truce in their event at the Tokyo Olympics. To split the medal, both athletes must agree. So, Kennedy suspected that Moon, who has jumped 4.95m before (it’s her personal best) and is the reigning world and Olympic champion, might want to continue competing.\nBefore Moon’s final jump, Kennedy went to the officials to check what would happen next if the American missed. She thought maybe if Moon missed, she would have her on countback, but the official said no, there would be a jump-off, or they could agree to split it. Kennedy was in no doubt: if she could stop jumping she would, well, jump at the chance. Katie Moon (right) congratulates Nina Kennedy as they share the gold medal in the women’s pole vault at the world championships in Budapest. Credit: Getty “My legs were cramping, I had never done a competition so long and so intense before, and she felt exactly the same, so we were so happy to stop,” Kennedy said. “It took us a while to decide and all the cameras were around us and the officials were around us, but you could see the relief in our faces.\n“We are [friends but] fierce competitors. She is an Olympic gold medallist, I thought she might have said, ‘Let’s keep jumping’. But when I floated the idea, she was like, ‘Yes!’ “I said, ‘Are you sure you want to do this? Yes? OK’, so we did it ... I was like: ‘Girl, are you sure? You’re the bloody GOAT [greatest of all time], are you sure?’” Nina Kennedy flashes her golden smile. Credit: Reuters In the end, their choice was a no-brainer. A gold medal shared is still a gold medal, after all, and Moon was just as happy as Kennedy to share the title. “When the final started, I didn’t think about how sharing a gold medal would work for me, but now I am completely satisfied. What a battle it was, oh my ...” reigning champion Moon said.\nBritain’s 2012 Olympic heptathlon champion Jessica Ennis-Hill said on the BBC coverage she loved the rule change that allowed competitors to split medals. “I am a big softie, it is so beautiful, it really displays what our sport is about,” Ennis-Hill said. “[We’ve seen] two epic performances, and they’ve both come away with that gold medal.” Having entrenched herself as Australia’s greatest women’s pole vaulter, Kennedy can now realistically aim to break five metres and win gold in Paris at next year’s Olympic Games, her coach Paul Burgess said.\n“I just think she is one of the great all-time clutch performers. She amazes me. Just because it was Nina, and she was performing good even though she hadn’t done a really big one, I knew she was saving it for the world champs. She just knows how to turn it on,” he said. “Of course, [five metres] is something she wants ... and she is capable of five metres. That’s one of her main goals, among a bunch of other things. It’s really hard to do, but I now think that nothing is beyond her. She’s a champion. “We are aiming to win Paris. You just don’t know how often these moments come, but we’re not going to aim for less than this. We are more than happy to aim big, we don’t think it’s delusional. These are our goals. “To aim for anything less would be cheating ourselves.”\nLoading Between her jumps, Kennedy was a tortured figure, unsure what to do with herself. Before Moon’s second last jump, she sat on the track with her back to the runway. She would sneak the occasional peek at the big screen, but didn’t have to watch Moon jump to know what had happened – the crowd would tell her each time how high Moon had risen. “It’s so hard because if she clears, you have to jump again, so it is this weird balance of watching, but [knowing] I need to focus on myself,” Kennedy said. “But I don’t want to look like a bitch; you have to clap, you have to watch, but it is this weird thing – you are also trying to fix the technical things with the coach. There is so much going on, there are races going on as well.”", "Matches": "28,24", "Num matches": 2.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "AEC urges voice voters to write ‘yes’ or ‘no’ and says crosses may not be counted", "Url": "https://www.theguardian.com/australia-news/2023/aug/24/aec-urges-voice-voters-to-write-yes-or-no-and-says-crosses-may-not-be-counted", "Rank": 1, "Text": "Voters in the upcoming voice to parliament referendum are being urged to write ‘yes’ or ‘no’ on referendum ballot papers – and being warned that if they use a cross, their vote may not be counted.\nThe well-established and longstanding rule which will mean ticks are likely allowed but votes that use crosses are likely excluded has prompted criticism from opposition leader Peter Dutton, former prime minister Tony Abbott and the no campaign, which claims the requirement will “stack the deck” against them.\nThe rule has been on the books, without controversy, for 30 years and six referendum questions, and when asked about ticks and crosses on Thursday, an Australian Electoral Commission spokesperson simply said: “Please don’t use them.”\n“The formal voting instructions for the referendum are to clearly write yes or no, in full, in English … We expect the vast, vast majority of voters to follow those instructions,” the AEC spokesperson said.\nThe latest claims from the no campaign stem from an interview commissioner Tom Rogers gave to Sky News on Wednesday. The electoral commissioner explicitly said multiple times that voters should write ‘yes’ or ‘no’ on the ballot, adding he was “nervous” of even talking about other options beyond that. He also said well-established rules, called “savings provisions”, allow AEC staff to count votes which don’t strictly follow such instructions.\n“It is likely that a ‘y’ or an ‘n’ would be counted under the savings provisions. But I get nervous even talking about that because then people hear mixed messages. It’s just important to write either ‘yes’ or ‘no’ on that ballot paper,” Rogers said.\n“It is likely that a tick will be accepted as a formal vote for yes but a cross will not be accepted as a formal vote.”\nThe claims were leapt upon by Fair Australia, the referendum no campaign from conservative group Advance, as well as Dutton and Abbott. Fair Australia tweeted: “Looks like just another attempt to stack the deck against ‘no’ voting Australians.”\nAbbott claimed on 2GB that “there’s a suspicion that officialdom is trying to make it easier for one side … this is the worry all along that there is a lot of official bias in this whole referendum process.”\nDutton, also speaking on 2GB, called it “completely outrageous” and claimed the situation “gives a very, very strong advantage to the ‘yes’ case”. The opposition leader said he would ask the government to draft legislation to change the rule.\nThe Coalition opposition did not propose amending this rule during debate on the referendum machinery act earlier this year, and supported the government’s legislation. A government source called Dutton’s claims “fantasy”, noting the same voting rules applied at federal elections.\nThe AEC says this rule has been in place for 30 years, since 1988, and that the rules about savings provisions had been in place for six referendums since then. The AEC also said that in the 1999 referendum, only 0.86% of votes were classed as informal, and only a portion of those related to ticks and crosses on the ballot.\nThe ballot paper given to Australians will clearly tell voters “write yes or no”, on two separate occasions.\nskip past newsletter promotion Sign up to Morning Mail Free daily newsletter Our Australian morning briefing breaks down the key stories of the day, telling you what’s happening and why it matters Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\n“The formality rules for referendums has been the same for a long period of time … Savings provisions exist for federal elections as well,” the AEC said.\n“The AEC does not have any discretion to simply ignore savings provisions. They are a longstanding legislative requirement. The AEC’s accepted legal advice regarding the application of savings provisions to ‘ticks’ and ‘crosses’ since 1988 [over 30 years and multiple referendums] remains the same. This is not new.”\nThe spokesperson said that other responses on the ballot paper were not guaranteed to be counted, including ticks and crosses.\n“The issue with a cross is that on many forms people in Australia use in daily life, and in some other languages, it represents a ‘check mark’ indicating yes – it therefore leaves it open to interpretation or challenge by a scrutineer,” they said.\n“A ‘tick’ would also be open to interpretation and may not count depending on just how clear that mark is on the ballot paper. The same issues exist for just the letter ‘y’ or ‘n’ – if the handwriting makes it unclear it could risk an informal vote.\n“It’s also important to note that the counting process is highly transparent – scrutineers from both sides of the debate will be able to be present throughout the count to observe the process.”", "Matches": "14,5", "Num matches": 2.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Peter Dutton says ticks and crosses should count in Voice vote", "Url": "https://www.sbs.com.au/news/article/peter-dutton-says-ticks-and-crosses-should-count-in-voice-vote/7va9gilhi", "Rank": 1, "Text": "KEY POINTS: Peter Dutton says crosses should be considered a No vote in the Voice to Parliament referendum.\nThe Australian Electoral Commission says some ticks will count, but not crosses.\nAustralians are asked to write Yes or No on the ballot paper.\nOpposition Leader Peter Dutton says voters should be able to validly use a tick or cross on their ballot paper for the Indigenous Voice referendum, accusing the Yes camp of attempting to \"skew\" the vote.\nThe comments come after Electoral Commissioner Tom Rogers unintentionally triggered a debate by telling Sky News \"a tick will be accepted as a formal vote of Yes, but a cross will not be accepted as a formal vote\".\nPrime Minister Anthony Albanese will announce the date of the referendum in Adelaide midway through next week.\nThe voting paper will require the word Yes or No to be written in a box. This will be made clear in instructions issued by the Australian Electoral Commission (AEC).\nAustralians will be asked to write Yes or No on the ballot - but other answers may count. Source: SBS News Dutton, who backs a No vote, said he would write to Rogers seeking clarification on his comments.\n\"If a tick counts for Yes, then a cross should count for No. It's as clear as that,\" he told radio station 2GB on Thursday.\n\"Otherwise, it gives a very, very strong advantage to the Yes case.\"\nREAD MORE When will Australia head to the polls to vote on the Voice?\nThe Opposition leader claimed the Yes camp had consistently attempted to slant the vote in its favour.\n\"At every turn, it just seems to me that they're taking the opportunity to skew this in favour of the Yes vote when Australians just want a fair election, not a dodgy one,\" he said.\nDutton said he was open to supporting government legislation to clarify the issue ahead of the referendum, which is expected on 14 October.\nVoters to write Yes or No on ballot\nThe AEC said the formal voting instructions for the referendum are to clearly write Yes or No in full and in English.\nThe commission expects the instructions to be followed, as they were in 1999 when the informal vote rate was 0.86 per cent.\nThe AEC has long-standing legal advice about ticks and crosses.\nAs well, \"savings provisions\" give the commission the ability to count a vote where the instructions have not been followed but the voter's intention is clear.\nA number of government and business forms allow a cross or \"check mark\" to be used to indicate a positive decision, leaving it open to interpretation or challenge by a polling booth scrutineer.\nA tick may also be open to interpretation and may not count, depending on just how clear that mark is on the ballot paper, as would a Y or an N written in the box.\nScrutineers will be present through the count on referendum day to observe the process.\nStay informed on the 2023 Indigenous Voice to Parliament referendum from across the SBS Network, including First Nations perspectives through NITV.", "Matches": "14,5", "Num matches": 2.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "Was Lucy Letby an unlikely serial killer? To most people, yes – but not psychologists", "Url": "https://www.theguardian.com/commentisfree/2023/aug/24/lucy-letby-serial-killer-forensic-psychologist-murderer", "Rank": 5, "Text": "The crimes of the convicted serial killer Lucy Letby have rattled the UK and the world. One can think of nothing worse: babies who were grievously ill, killed or injured by a woman who was meant to care for them. Why was Letby able to kill so many young victims? Why wasn’t she recognised as a murderer sooner?\nSome are saying that Letby’s case is a “one-off”, and is thus difficult to process or learn from. While serial murder is rare, to those of us in the field of serial homicide research, the crimes and victims of Letby are less surprising. In many ways, Letby fits the profile for the “typical” female serial killer (FSK) that my team and I compiled for The Journal of Forensic Psychiatry & Psychology in 2015. By analysing cases in the US, we found that nearly 40% of female serial killers are nurses, nurses’ aides or other healthcare workers.\nOur analysis showed that a FSK is likely to be white, probably Christian, average looking or attractive, and in her 20s or 30s when the crimes start. She has an elevated probability of being a healthcare worker, often in charge of caring for those who are helpless. Those familiar to her are at risk, especially vulnerable people such as infants and the sick. She may murder for money or power. She may be arrogant or at times withdrawn, and may have experienced a recent relationship issue. Experts such as Eric Hickey and Patricia Pearson have also compiled information about FSK backgrounds, crimes, motives and victims.\nThe caveat is that a forensic profile is an imperfect predictor of future crimes, and the description above probably applies to many nurses you know. Moreover, almost every nurse or medical professional who has ever lived would never harm anyone. We created a composite FSK profile based on frequencies and trends in previous cases that we hoped would serve as a starting point – a statistical tool for investigating suspected female-perpetrated serial homicide offences.\nIn fairness, too, Letby did not check some of the boxes in our profile. Most FSKs have been married; Letby never was. Most FSKs do not keep souvenirs of their crimes; Letby kept bags of patient records and a diary with victim initials and their death dates. In our analysis we found a documented history of mental illness in about 40% of FSK cases. I have seen no reports yet that Letby has such a history. Many FSKs had parental issues. It is my understanding that Letby’s parents were supportive to the point of attending her trial every day. Yet the profile is a starting point for whom and what to look for when serial murder is suspected.\nSo how can we make sure that law enforcement and the public have access to what we know about FSKs as an investigative tool? My 2015 article about FSKs is reported to be the most-read article in the journal’s history. But the point is moot if the information isn’t disseminated to people who can use it. We can try to do better.\nIt does seem bewildering that administrators at Countess of Chester hospital failed to recognise Letby’s crimes after doctors raised concerns . Some outlets have put the hospital’s reaction down to a “a culture of arrogance”. As a research psychologist, however, I can offer a different perspective, and one that I offer to law enforcement when given the opportunity to engage with them.\nWe all have a “schema” – a cognitive framework – of how people, places and things typically operate to help us process the world around us. We create each schema from the slew of information we have encountered in our previous experiences. Evidence repeatedly shows that we find it very difficult to process or believe information that does not fit our schemas. We have a schema for “nurse”. A nurse is a skilled and compassionate caretaker. A nurse monitors, nourishes and soothes. “Killer” does not fit into our “nurse” schema.\nMore broadly, we also have a gender schema. Fairly or not, people have a preconceived notion of what we feel a “woman” and a “man” ought to be, based on our previous encounters and feedback. Evidence shows that, throughout history, women are typically perceived as nurturing, caring and kind. Most people are not ready to believe that a woman can kill.\nNow think of “female nurse”, and how “murderer” is probably brushed off as being impossible.\nThe initial failures of the Countess of Chester hospital echoes what we have seen in previous FSK cases. Other hospital-based serial killers such as Kristen Gilbert, Reta Mays and Genene Jones killed multiple helpless victims before hospital authorities realised that the deaths were unnatural. When I give training talks to law enforcement (while acknowledging that their crime-solving skills are exponentially more developed than mine), I challenge them to drop their schemas. If you think a woman will not kill or a nurse will not kill, then think again.\nOn the heels of the Letby case, what can we do to stop this type of homicide, or at least to limit the number of future victims? As mentioned previously, we can become aware of the science out there, and perhaps we in the scientific community can do a better job of disseminating information. In addition, we can learn to look beyond our preconceived notions of who a murderer might be. One must be ready and willing to recognise that a crime is happening, even if the suspect seems unlikely based on our preconceived ideas.\nOf Letby, Detective Ch Insp Nicola Evans said: “There isn’t anything outstanding or outrageous about her as a person.” This is reminiscent of the Mays case in West Virginia in the US, when District Judge Thomas Kleeh, sentencing Mays to life in prison for murdering seven elderly veterans under her hospital care, told her: “You are the monster no one sees coming.” We must be prepared to recognise that, sometimes, the monster is a vanilla nurse who took dance lessons, fancied a staff doctor, and had teddy bears, fairy lights and a polka-dot dressing gown in her bedroom; an otherwise ordinary woman who took salsa lessons and a holiday with friends in Ibiza, and yet destroyed lives in a most extraordinary way.", "Matches": "9", "Num matches": 1.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "Reforms needed after ‘horrendous’ Catholic church approach in paedophile priest cases, lawyers say", "Url": "https://www.theguardian.com/world/2023/aug/25/reforms-needed-after-horrendous-catholic-church-approach-in-paedophile-priest-cases-lawyers-say", "Rank": 4, "Text": "Lawyers for two Indigenous abuse survivors have called for reforms to address the “horrendous” Catholic church strategy of seeking to permanently block cases where alleged paedophile priests have died.\nOn Wednesday, the church was successful in permanently blocking a claim made by two Indigenous survivors relating to alleged abuse committed by David Joseph Perrett, an Armidale assistant priest and convicted child abuser, whose crimes the church has known about since 1995.\nPerrett died in 2020, awaiting trial for alleged abuse against 40 children, including the two Indigenous men, who alleged they were molested by Perrett in 1976 during a camping trip from their Aboriginal mission in Armidale.\nThe Indigenous men sought civil compensation through the courts five months after Perrett’s death, but the church on Wednesday obtained permanent stays, preventing their cases from going to trial. They successfully argued the death of Perrett and other witnesses meant it could no longer obtain the material it needed to prepare a defence and fairly participate in the trial, despite allegations from the survivors’ lawyers that it had ample opportunity to anticipate and prepare for civil claims while Perret was alive.\nThe diocese has known he was a convicted child abuser since 1995, heard a confession from Perrett that he was a paedophile in 2016, and knew of more criminal charges against him in 2017, three years before his death. Those charges included the allegations made by the two Indigenous men who later sued, though the church says it was oblivious to their identity.\nAn investigation by the Guardian earlier this year revealed the church and other institutions are now routinely seeking permanent stays where perpetrators have died, a strategy widely condemned – including by the former head of the church’s response to the royal commission, Francis Sullivan – as a moral failing, a failure of leadership and another layer of abuse for survivors.\nPlaintiff lawyers say the threat of permanent stays is also being used during settlement negotiations to force survivors to accept paltry sums or risk having their cases halted permanently by the courts.\nRoss Koffel, managing principal at Koffels Solicitors & Barristers, which represented the two survivors in the Perrett case, said the need for reform was clear.\nThe high court is expected to soon hand down a landmark judgment in one stay case, that of GLJ, which could potentially change the way stays are treated by Australian courts.\n“Subject to what happens in GLJ with the high court, if that doesn’t provide some relief against the applications that are being made, then it requires legislative intervention,” Koffel told the Guardian. “There is little doubt that the way in which the stay cases have progressed means that the so-called extraordinary circumstances have been applied to ordinary cases, and I think that’s the very problem.”\nThe Australian Lawyers Alliance spokesperson and barrister Dr Andrew Morrison KC said he believes reform will be needed regardless of what happens in the high court.\n“It’s a matter of continuing concern and New South Wales is easily the worst place in Australia on permanent stays, with Queensland a little distance behind,” he said.\nThe deaths of witnesses is common in historical abuse cases, as is the absence of records.\nThat is partly due to the length of time survivors take to come forward – 22 years, on average – and partly due to the church’s own role in concealing abuse complaints.\nskip past newsletter promotion Sign up to Morning Mail Free daily newsletter Our Australian morning briefing breaks down the key stories of the day, telling you what’s happening and why it matters Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\nOrders such as the Marist Brothers had deliberate policies of not keeping any documentary evidence of child abuse complaints until the 1990s and had a policy of not referring civil law enforcement between 1962 and 1993, delaying justice.\nDespite this, the church now uses the deaths of witnesses and absence of records to argue they cannot have a fair trial.\nThe child abuse royal commission recommended removing the statute of limitations on such cases to remove delay as a barrier to justice for survivors.\nBut it also recommended retaining the power for institutions to seek permanent stays to preserve their right to a fair trial.\nKoffel said it was never contemplated that permanent stays would be sought in every case where a perpetrator has died. He said the church knew the harm such a strategy was causing survivors, but was pursuing it regardless.\n“It’s just horrendous,” he said. “It’s just inconsistent, one would think, with the principles of which the church is founded. How could it be otherwise?”\nA spokesperson for the NSW attorney general, Michael Daley, said the state government was awaiting the high court’s decision in GLJ.\n“The attorney general has asked the Department of Communities and Justice to monitor and assess the outcome of the GLJ appeal before providing further advice on permanent stays in civil litigation relating to historical child abuse,” the spokesperson said.\nThe Armidale diocese has previously declined to comment. Other arms of the church, such as Marist, have denied there is a deliberate strategy of seeking permanent stays and said cases are reviewed on their merits and according to “legal precedents and considerations”.\nMarist has also pointed to the national redress scheme, which offers capped amounts of compensation, as an alternative to claims that cannot be pursued in court due to the “effluxion of time”.", "Matches": "8", "Num matches": 1.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "Trump’s Tucker Carlson segment was bizarre and boring at the same time", "Url": "https://www.theguardian.com/commentisfree/2023/aug/24/trump-tucker-carlson-interview", "Rank": 2, "Text": "Scientists recently revealed that they revived a worm that was frozen in the Siberian permafrost 46,000 years ago. This was obviously a totally unnecessary and reckless exercise.\nBecause barely a month later Tucker Carlson would revive the semi-frozen carcass of an ex-president from the Twitter permafrost that is now weirdly known as X. Anyone who has watched a Jeff Goldblum movie knows how badly these experiments can turn out.\nCryogenic revivals are a relatively new medical procedure, which might explain Carlson’s sitting in what looked like a pine-lined Swedish sauna at the Trump golf club in Bedminster, New Jersey.\nThen again, Donald Trump did not exactly find himself in a hot seat beside the former primetime star of the Fox “News” Channel.\n“Why aren’t you at the Fox News debate tonight in Milwaukee?” probed Carlson.\n“Well, you know, a lot of people have been asking me that,” began the semi-conscious Siberian worm, “and many people said you shouldn’t do it, but you see the polls have come out and I’m leading by 50 and 60 points, and you know some of [the other candidates] are at one and zero and two, and I’m saying, do I sit there for an hour or two hours whatever it’s going to be and get harassed by people that shouldn’t even be running for president, should I be doing that, and a network that isn’t particularly friendly to me, frankly …”\nWe can all seem groggy after a long sleep, but this so-called populist was positively Jeb Bushy in his energy levels during the slobbering snoozefest that tried to rival the first Republican debate of the 2024 cycle.\nIn this episode of Good Night America With Tucker and Donald, the only risk he faced was sending the Maga movement to sleep.\n“It’s interesting because you spent a lot of your career in television,” Tucker the Torquemada continued, “but you don’t feel the need now running for president to do television obviously. Do you think television is declining?”\nIf anything captures the core burning resentment of the Maga mob, it’s surely their hatred of immigrants, the loss of economic security and the decline of television as we know it. Who among us does not hanker for the days of smoke-pumping steel mills, full church pews and endless reruns of Little House on the Prairie?\nTrump answered with all the gusto he could muster. “Well, according to a poll that I guess we just saw, it just came out, where it’s down like 30, 35% but I think they were talking, referring to cable, I think cable is down because it’s lost credibility. MSNBC, or as they say, MS-DNC, is so bad. It’s so wrong what they write and what they do and what they say. You know, it’s fake news, as I said. I think I came up with that term. I hope I did, because it’s a good one. It’s not tough enough any more. It’s corrupt news.”\nThis was a strange way to rally the rioting crowds that Trump hopes will keep him out of jail for the rest of his living days.\nBut surely a twinge of irony crossed Tucker’s permanently furrowed brow as Donald talked about fake news to the anchor who lost his Fox News gig in part for lying about a stolen election and a voting machine company that led to a $787m settlement.\nSurely not.\n“The good old days are long ago,” lamented Trump as he continued to shed fake tears for Fox’s declining ratings. “I will say this. It could come back but they just don’t have a lot of credibility, Tucker, you know that perhaps better than anybody. I think it was a terrible move getting rid of you. You were number one on television and all of a sudden we’re doing this interview, but we’ll get bigger ratings using this crazy forum that you’re using than probably, probably the debate, our competition.”\nYou know your career is circling the drain when your big interview guest spends his time reminiscing about the good old days when you were number one, long before you ended up on this crazy website, whatever it’s called nowadays, where we maybe, possibly, probably will do better than the debate.\nFor what it’s worth, despite all the incoherent blather that spills out of Trump’s mouth like endless rain into a paper cup, his fans believe. They truly, deeply believe every morsel of moronic nonsense that he plucks out of the ether that separates his brain cells.\nA recent CBS News poll revealed that Trump voters trust the twice-impeached, quadruple-indicted ex-president more than their own friends, family, religious leaders, and even (gulp) conservative media figures like Tucker Carlson.\nListening to the two of them talk on Thursday night, you can understand why.\nTucker asked Trump not once but twice why his attorney general Bill Barr thought that the notorious rapist Jeffrey Epstein had killed himself in prison. Donald tried to pivot to Barr’s real crime: his failure to “investigate” the 2020 election. But Tucker persisted, like the rottweiler interviewer he is.\n“I think he probably committed suicide,” said Trump.\nTucker asked Donald not once but twice if he thought that after impeachment and indictment, the left was surely going to try to kill him. As in, literally assassinate him.\nDonald just said they were savage animals and left it there, hanging in the Twitter/X space like the promise of self-driving Teslas.\nSure, sure. There was plenty of weird stuff from Donald. He called Asa Hutchinson, the former Arkansas governor, “Ada”, and described Hutchinson as a seriously nasty thing that was so nasty he couldn’t explain why. He called Chris Christie a lunatic. He said Joe Biden couldn’t walk on grass or sand.\nHe even claimed to have saved the Tokyo Olympics by getting North Korean athletes to take part. Which is the kind of thing that can haunt you, late at night, if you try too hard to understand what he’s saying.\nBut then Tucker said Biden had skinny legs, and Kamala Harris was senile too, and that one of his old Fox News co-workers was a small man. He even claimed that Trump’s indictments weren’t “working” because Trump’s poll numbers were going up. Which isn’t how indictments are supposed to work – at least not in the criminal justice system.\nElon Musk likes to say that he is protecting the digital town square by destroying Twitter as we knew it. But the corner of this square that is populated by Tucker and Donald needs a little more protection.\nSome things are best left unthawed, buried deep in the crevasses of the internet with all the other frozen worms, lamenting the decline of cable television and the death of Jeffrey Epstein.", "Matches": "6", "Num matches": 1.0}, {"publication": "ABC", "scraped_datetime": "07AM 25/08/23", "Headline": "Michelle will not visit a lake where she once spent every weekend, as fears grow it could be leading to a cluster of MND", "Url": "https://www.abc.net.au/news/2023-08-24/motor-neurone-disease-research-funding-notifiable-disease/102731736", "Rank": 5, "Text": "Michelle Vearing will not go to Lake Wyangan anymore, a place in the New South Wales Riverina where the Griffith resident once spent every weekend boating, skiing, and swimming.\nKey points: Michelle Vearing's family is genetically predisposed to MND, but some researchers fear algal blooms could be a risk factor\nMichelle Vearing's family is genetically predisposed to MND, but some researchers fear algal blooms could be a risk factor Advocates and researchers say not enough is known about the causes of the incurable disease\nAdvocates and researchers say not enough is known about the causes of the incurable disease There are calls for MND to become a notifiable disease and for more detail on how funding will be spent\nIn recent years the lake and its toxic blue-green algal blooms have been linked as a suspect in the region's high rates of the neurodegenerative motor neurone disease (MND).\nWhen Ms Vearing's mother was diagnosed with MND in 2007 she decided to stay clear of the lake for good.\n\"I'm scared that if I go to the lake will that expedite my symptoms? It's not worth the risk,\" she said.\nHer family is one of many in Griffith and other Riverina towns tormented by the incurable disease, where some researchers estimate the rate of MND to be five to seven times the national average.\nAfter years of lobbying by the local community and the Member for Murray, Helen Dalton, the state government set aside $2 million in April to investigate a potential cluster.\n\"We've got seven times the national average here in the Murrumbidgee. And if that was the statistic in Sydney there'd be a royal commission,\" Ms Dalton said.\nNSW Premier Chris Minns visited Lake Wyangan alongside the Member for Murray, Helen Dalton. ( ABC Riverina: Conor Burke )\nDuring a recent visit to the lake, Premier Chris Minns said he hoped the funding would help to inform a \"comprehensive policy response\" to MND in the state.\nA $22 million dollar project to improve water quality is also underway, but the council has warned it would take years to complete.\nNeurologist and researcher Professor Dominic Rowe said while the funding was a \"good start\" it remained unclear how the money would be spent and that even more investment was needed.\nProfessor Rowe, who is also the head of Macquarie University's Motor Neurone Disease Research Centre, said accurate figures were difficult to pin down because the average survival time after a diagnosis was just over two years.\nMND affects the body's ability to get messages to the brain that allow us to make voluntary movements like walking, talking, and breathing.\n\"You don't die from motor neurone disease, it kills you,\" Professor Rowe said.\n\"And it is an awful, awful death.\"\nHe said MND should be designated as a notifiable disease so that the Department of Health is notified every time a diagnosis is made.\n\"We need to redouble our efforts as to why patients — in Leeton, in Narrandera, in Wagga, in Griffith, in Balranald, in Barellan, in Hay — why are they developing motor neurone disease?\" Professor Rowe said.\n\"And it's going to have to be adequately resourced.\"\nBlue-green algae a potential risk factor\nUp to 10 per cent of MND cases can be attributed to genetics, but it is the other 90 per cent that continues to vex academics.\nLifestyle factors like smoking and working with certain chemicals has been shown to increase the likelihood of MND, and research on links to algal blooms date back to the late 1980s.\nBut as yet there is no consensus.\nProfessor Dominic Rowe says more people will die each year of MND without more funding and more government focus. ( ABC News: Joyce Wong )\nProfessor Rowe said the disease killed more than 700 people a year, and in the past 30 years the number of deaths caused by MND had surged by more than 250 per cent in Australia.\n\"This year, 250 people in our state are going to die from this disease,\" he said.\n\"Is it OK to say we don't know the cause?\"\nProfessor Rowe said one theory was that a toxin produced by blue-green algae called beta-N-methylamino-L-alanine (BMAA) might be one environmental risk factor for some people.\nHe said the dramatic increase in MND rates suggested environmental factors were at play, potentially even for people who have a family history.\n\"That's called epigenetic, so as the environment interacts with genes, then perhaps that could be involved in how the disease becomes manifest,\" Professor Rowe said.\nWhile algae blooms are being researched as a potential risk factor, not everyone would be susceptible and not all people who are genetically predisposed succumb to the disease.\nLake Wyangan, which is prone to blue-green algae blooms, pictured in 2020. ( ABC News: Ben Deacon )\nThree generations of Ms Vearing's family, which has a genetic predisposition to the disease, have been diagnosed with MND, starting with her grandfather in 1996.\nThree months after her mother was diagnosed she could not talk, eat, or swallow.\nBy six months she was wheelchair-bound and within 12 months she had died.\n\"She couldn't kiss us. She couldn't hug us. She couldn't tell us that she loved us. There was no communication,\" Ms Vearing said.\n\"Knowing there's nothing that can be done is absolutely frightening.\"\nIt was not until her sister Tania was diagnosed in 2011 that Ms Vearing realised her whole family was at risk.\nAs the family's neurologist, it was Professor Rowe who first told them of the connection between MND and blue-green algae in Lake Wyangan as a potential risk factor, even for some people who are genetically predisposed.\nHotspots or anomalies?\nMND Australia's executive director of research, Gethin Thomas, agreed that MND was \"an underfunded disease\" that had the potential to be cured.\nHe said that, in terms of research funding, with the help of charities MND Australia and Fight MND, Australia was third in the world behind the US and UK.\nBut more was needed to create a critical mass of research across multiple countries that could confirm links between blue-green algae and MND, which is expensive.\n\"We saw what happened with COVID when we threw an absolute truckload of money at a problem … you get answers,\" he said.\n\"More work is needed to see if the hotspots are real and not statistical anomalies, and what their causes might be.\"\nThree generations of Michelle Vearing's family have been touched by MND. ( ABC Riverina: Lucas Forbes )\nMs Vearing said research funding had been scant as few people could truly understand MND until they lived it.\n\"Listen to the people who have been through heartache with this disease,\" she said.\n\"$2 million by the state government is great, but it's not enough.\"\nIn a statement, a NSW Health spokesperson said it would seek research proposals and \"implement a merit-based assessment process to determine the allocation of funding\".\nIn regards to notifiable diseases, it said those were generally infectious diseases, such as COVID-19, that \"require a clearly defined public health response to limit transmission\".\n\"Research that uses identifiable health information would usually require the informed consent of participants,\" the statement said.", "Matches": "4", "Num matches": 1.0}, {"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "Restaurant quality or flop? Fresh, fancy supermarket pastas ranked from the sloppy to the top", "Url": "https://www.smh.com.au/goodfood/eating-out/restaurant-quality-or-flop-fresh-fancy-supermarket-pastas-ranked-from-the-sloppy-to-the-top-20230808-p5duph.html", "Rank": 9, "Text": "Advertisement\nEating outTaste test Restaurant quality or flop? Fresh, fancy supermarket pastas ranked from the sloppy to the top Have you noticed an explosion of fresh packet pastas in the supermarket recently? Good Food tastes and rates them for flavour and value, with mixed results. Bianca Hrovat August 23, 2023 Save Log in , register or subscribe to save recipes for later. You have reached your maximum number of saved items. Remove items from your saved list to add more. Save this article for later Add articles to your saved list and come back to them anytime. Got it Share\nFrom the lasagne-filled ravioli made by Latina Fresh, to eggplant parmigiana tortellini from Rana, the fresh pasta in the refrigerated section of your local supermarket has evolved and expanded. Itâ\u0080\u0099s a change driven by increasing interest in supermarket meals, as consumers swap restaurant dishes for ready-made convenience during the cost of living crisis. Data from an NAB consumer report released in July showed that 55 per cent of 2000 consumers surveyed were willing to cut down on eating out or buying takeaway meals as a way of balancing their budgets. Ready-made meals offer an attractive alternative, with fresh pasta ready to eat in under five minutes for as little as $2.50 per serve. Quarantine pasta sauce with tuna and olives by Katrina Meynink. Katrina Meynink Quarantine sauce: Turn one tomato sauce into 10 dinners â\u0080\u009cIn the last year, we have seen a growth in fresh pasta sales as customers look for more gourmet options at home,â\u0080\u009d a spokesperson for Woolworths tells Good Food.\nAdvertisement\nâ\u0080\u009cWe know many customers are looking for more ways to get value out of their shop and with our fresh pasta range, weâ\u0080\u0099re bringing restaurant quality to the kitchen table.â\u0080\u009d Both major supermarkets now offer more than 20 varieties of fresh pasta, and Coles has recently introduced several home brand options targeted at vegans (Natureâ\u0080\u0099s Kitchen) and athletes (Perform Build). Across Australia, revenue in the pasta market is expected to grow by 3.65 per cent over the next year. With all of these new choices, it can be difficult to tell how the pasta will cook and eat from a quick glance at the options in the refrigerator aisle. So I decided to put them to the test. Choosing both filled ricotta and cheese pasta and simple strands of fresh supermarket pasta from Coles and Woolworths (with a few wild cards thrown in), I considered the following factors when determining my ranking:\nAdvertisement\nColour (and where the colour comes from)\nLength\nCooking time\nTexture\nFlavour\nValue For this taste test, I used Katrina Meyninkâ\u0080\u0099s quarantine sauce. One pot makes about 10 dinners and includes two cups of white wine (leaving you two glasses to sip while the sauce simmers). Be aware, the sauceâ\u0080\u0099s four-hour cooking time means youâ\u0080\u0099ll need to get cracking in the afternoon if you want to eat dinner at a reasonable time. Each pasta was cooked according its package instructions, with a big pinch of sea salt in plenty of boiling water. Salt enhances the flavour of the pasta, making it an important step for any pasta you choose to cook. It was then drained and tested both before and after adding the sauce. Fresh supermarket filled spinach and ricotta pasta (ranked from worst to best) Coles spinach and ricotta agnolotti.\nAdvertisement\nColes spinach and ricotta agnolotti, $5 for 600 g Serves four, ready in three minutes The mildly flavoured spinach and ricotta filling was thick and pasty in this budget Coles option, frequently sticking to the roof of my mouth (blergh). There were also quite a few empty pasta pockets. But you canâ\u0080\u0099t beat it for price, coming in at just $1.25 per serve. 25degrees South baby spinach and fetta ravioli. 25degrees South baby spinach and Victoria fetta ravioli, $9 for 325 g\nAdvertisement\nServes two, ready in three minutes 25degrees South is channelling farm-to-table restaurant vibes with the packaging, but the ravioli isnâ\u0080\u0099t quite there. In a pot of boiling water the big, delicate pillows of pasta fall apart quickly, letting the filling escape. What remains is flavoursome but water-logged, and difficult to eat. Leggoâ\u0080\u0099s fresh ricotta and spinach agnolotti. Leggoâ\u0080\u0099s ricotta and spinach agnolotti with parmesan, $9 for 630 g Serves four, ready in five minutes\nAdvertisement\nThis is a good option for families at $2.25 per serve. The filling is a pale green paste with a barely perceptible flavour of parmesan. Still, it emerges al dente after five minutes and gets the job done. Grand Italian ricotta and spinach agnolotti. Grand Italian ricotta and spinach agnolotti, $6 for 325 g Serves two, ready in four minutes Creamy mascarpone and aged grana padano cheese are added to the classic ricotta and spinach pairing for â\u0080\u009cextra flavourâ\u0080\u009d, but Iâ\u0080\u0099m struggling to taste it. This is a relatively bland option with thick pasta, best suited for when you want the flavours of your pasta sauce to really shine.\nAdvertisement\nLatina Fresh ricotta and spinach agnolotti, $8.50 for 625 g Serves four, ready in five minutes The packaging promises this is a new recipe, with more filling and thinner pasta. The smooth mixture of Australian-made ricotta, parmesan and spinach has a subtle but notably cheesy flavour. The pasta still errs on the thicker side, but itâ\u0080\u0099s pretty nice with a generous serving of quarantine sauce. WINNER Rana ricotta and spinach tortellini, $8 for 325 g Serves two, ready in two minutes\nAdvertisement\nItalian favourite Rana has nailed this one. Itâ\u0080\u0099s a simple, creamy filling with a comparatively greater percentage of ricotta and spinach, encased in thin sheets of fresh pasta. Each mouthful is a satisfying pop of flavour, sweet and a little citrusy. Wildcards: Are they worth it? Latina Fresh vegetarian broccoli and potato, $8 for 375 g Serves two, ready in two minutes Does anyone else have a core childhood memory of eating sad, wet broccoli after your mum boiled it for too long? Thatâ\u0080\u0099s what this green filling reminds me of. Itâ\u0080\u0099s not entirely off-putting, but it certainly isnâ\u0080\u0099t my favourite either (especially for the price).\nAdvertisement\nColes Perform Build high-protein vegetable ravioli. Coles Perform Build high protein vegetable ravioli, $6 for 360 g Serves two, ready in three minutes Does it taste like anything? No (at least, not that I can tell). Does it make me feel better to know that one serve contains roughly half of my daily protein intake? Yes. For gym-goers who are tired of meal prepping the same high-protein dinners day in, day out, it could offer an inoffensive and quick alternative. Coles Angus beef ravioli.\nAdvertisement\nColes Finest free-range egg ravioli with Angus beef ragu and grana padano, $6 for 350 g Serves two, ready in 1.5 minutes Giovanni Di Sebastiano and his family have made pasta in Melbourne for more than 30 years, so I had high hopes for this Coles collaboration. The pasta itself is great â\u0080\u0093 big pillows of delicate pasta, cooked al dente. And the filling is generous, coming right out to the edges, all rich and meaty. But there is something about the sinewy texture that just isnâ\u0080\u0099t for me. 25degrees South three cheese ravioli. 25degrees South Victorian three cheese ravioli, $9 for 325 g\nAdvertisement\nServes two, ready in three minutes These large, soft pillows of pasta pack a real punch. With a generous filling of Gippsland milk ricotta, mascarpone and pecorino wrapped in silky cracked pepper pasta, this is a flavourful option reminiscent of cacio e pepe. After three minutes the pasta is al dente and best paired with a simple buttery sauce. WINNER Rana eggplant parmigiana tortellini, $5 for 325 g Serves two, ready in two minutes Whatâ\u0080\u0099s not to love about this tortellini? It ticks all the boxes: a creamy filling; a soft and quick-cooking pasta that doesnâ\u0080\u0099t fall apart; and a subtle, cheesy, tomatoey flavour that would complement many types of sauce. If I ever feel like eating filled pasta from the supermarket again (doubtful), this is the one I will buy.\nAdvertisement\nFresh non-filled supermarket pasta (ranked from worst to best) What makes a good fresh non-filled supermarket pasta? Theyâ\u0080\u0099re softer and more supple than their dried pastas and better suited to smooth, saucy dishes. But theyâ\u0080\u0099re also easy to overcook, prone to tearing and considerably more expensive than the dry stuff. Latina Fresh gluten-free tagliatelle, $8.75 for 280g\nServes two, ready in two minutes The first thing I noticed about this pasta was how sticky it was once cooked. That makes it great for picking up sauce, but the rubbery mouthfeel wasnâ\u0080\u0099t for me. It was also very yellow, likely due to the addition of carotene in an attempt to better mimic the look of wheat-based egg pasta. Add on that price tag ($4.37 per serve) and Iâ\u0080\u0099m leaving this one to the coeliacs. Coles fresh pappardelle.\nAdvertisement\nColes pasta pappardelle, $4.20 for 300g\nServes two, ready in three minutes A good pappardelle pasta should be long and thick, with a slightly rougher texture to really pick up all that delicious sauce. This one missed the mark, with super short, dense strands of pasta that stuck together in boiling water and didnâ\u0080\u0099t adhere well to the sauce. iPastai fresh pappardelle. iPastai pappardelle, $5 for 350g\nServes three, ready in two minutes The sunshine yellow strands of thick pappardelle pasta looked great in the cardboard gingham packaging, but struggled to separate in boiling water. They emerged, despite my best efforts, still clinging together. This is a heavy and doughy pasta that retains its structure under repeated fork stabbings and the weight of a heartier sauce. Plus, at just $1.60 per serve, itâ\u0080\u0099s good value.\nAdvertisement\nLatina Fresh classic egg fettuccine, $6 for 375g\nServes two, ready in two minutes This pasta looks fresh and light coming out of the packaging, and holds its shape well when cooked. But itâ\u0080\u0099s shorter and flimsier than its rival Rana (below), becoming soggy and brittle under the weight of the sauce. When considering that higher price tag ($3 per serve), Iâ\u0080\u0099m going to pass. Coles fresh fettuccine. Coles fettuccine, $4.20 for 300g\nServes two, ready in three minutes\nAdvertisement\nColes fettuccine keeps things simple, using just three Australian ingredients in its recipe. Itâ\u0080\u0099s flat, thin, pale and short â\u0080\u0093 certainly not one for those who like twirling their pasta. But in three minutes itâ\u0080\u0099s cooked perfectly al dente and gets the job done for just $2.10 per serve. Rana fettuccine, $6 for 325g\nServes two, ready in two minutes Rana delivers a light fettuccine that feels pretty close to restaurant-quality, maybe because of its egg content, which is higher than some. But does it â\u0080\u009cmake any sauce singâ\u0080\u009d, as promised on the packaging? Well, it does capture the sauce. But it also becomes flimsy under the extra weight, breaking apart when twirled with a fork. It is also the most exxy of the bunch, at $3 per serve. iPastai fresh linguine.\nAdvertisement\nWINNER iPastai linguine, $5 for 350g\nServes three, ready in two minutes This pasta is made with flour, eggs and â\u0080\u009cpassionâ\u0080\u009d, promising to â\u0080\u009ctake you to the heart of Italy from the first biteâ\u0080\u009d. I was sceptical, particularly given ambiguous descriptors like â\u0080\u009cItalian best flourâ\u0080\u009d on the packaging, but I was proven wrong. The pasta felt light but substantial, firm to the bite and just a little sticky. It picked up all the sauce, passed the twirl test, and one bite quickly turned into an entire bowl. Recipe collection Pasta 101: The ultimate pasta recipe collection From sweaty flop to the crunchy top: 10 air-fried supermarket chips, tasted and rated\nRestaurant reviews, news and the hottest openings served to your inbox. Sign up", "Matches": "34", "Num matches": 1.0}, {"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "Not much shocks me about bedroom antics, but this is downright deviant", "Url": "https://www.smh.com.au/lifestyle/life-and-relationships/not-much-shocks-me-about-bedroom-antics-but-this-is-downright-deviant-20230823-p5dytc.html", "Rank": 8, "Text": "I’m not usually surprised by what other people do in bed. I’ve been around for a while, and I know that anything a human being can possibly think up has, and is being, done.\nBut a new viral video has my mouth hanging open. I didn’t even know that this behaviour was possible. A married couple, Angelina and Skylar, get into bed each night, and they choose a side of the bed. In the 11 years they have been together, they have not yet picked a regular side. Every few nights, completely at random, they switch from one side to the other.\nEverybody loves their side of the bed. Credit: HBO Independent Productions\nNow, I am all for being wild and experimental, but this is unnatural and wrong! Sharing a bed means claiming your own half and sticking to it. I have my side, you have your side, and we meet in the middle for cuddles and sexy time. Those are the rules. I didn’t make them, I just follow them, like everyone in the world but Angelina and Skylar.\nI sleep on the left-hand side of my queen-sized bed. When my partner stays over, he sleeps on the right. But even when he isn’t over, I stick faithfully to my side. I’m not going to roll all over the bed like some peripatetic renegade. I need stability. I need routine. I need my favourite pillow! And I need the left-hand side.", "Matches": "33", "Num matches": 1.0}, {"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "Olympic legend Ian Thorpe lists Woollahra home for $3.7 million", "Url": "https://www.smh.com.au/property/news/olympic-legend-ian-thorpe-lists-woollahra-home-for-3-7-million-20230824-p5dz1p.html", "Rank": 7, "Text": "Legendary Olympic swimmer Ian Thorpe has listed his Woollahra home with a price guide of $3.7 million.\nThe five-time gold medallist bought the residence in 2017 for $2.75 million, records show, and is now looking to downsize in the blue-chip suburb.\nThe home has a heated pool for residents of the boutique complex of six. Credit:\nThe four-bedroom luxury home is considered the best residence in the boutique security complex of six, given it is located at the back of the building, completely secluded from the main street.\nThe 216-square-metre home is spread across three levels with a bathroom on each one and prized double parking.", "Matches": "32", "Num matches": 1.0}, {"publication": "SMH", "scraped_datetime": "06AM 25/08/23", "Headline": "Crown Sydney closes gaming floor, axes 95 jobs as high rollers stay away", "Url": "https://www.smh.com.au/business/companies/crown-sydney-closes-gaming-floor-axes-95-jobs-as-cost-of-living-bites-20230824-p5dz5g.html", "Rank": 5, "Text": "Crown Resorts will close one of the two VIP gaming floors in its new Sydney casino and axe up to 95 jobs as visitor numbers came in lower than expected.\nThe move to consolidate the two casino floors into one comes just one year after Crown opened them at its new flagship Sydney casino. The company told staff on Thursday that it will commence a voluntary redundancy program, with affected workers expected to be from the casino and casino support divisions.\nCrown Resorts will close one of its two VIP casino floors in Barangaroo as cost-of-living pressures and an expensive path to remediation bites. Credit: Will Willitts\nContacted by this masthead, a spokesperson for the Blackstone-owned casino operator confirmed that the company will close its “mahogany” floor until business levels stabilise, with all customers using its “crystal” level from now on.\n“Crown has made a decision to consolidate its two VIP casino floors in Sydney in response to the current macroeconomic challenges facing our industry alongside other Australian businesses,” the spokesperson said.", "Matches": "30", "Num matches": 1.0}, {"publication": "ABC", "scraped_datetime": "07AM 25/08/23", "Headline": "After three wet summers, these tiny creatures are booming. They could make you allergic to red meat", "Url": "https://www.abc.net.au/news/2023-08-25/ticks-boom-after-la-ni%C3%B1a-and-bites-could-lead-to-meat-allergy/102588352", "Rank": 4, "Text": "For four years, Elizabeth Rowley could not work out what was making her sick.\nShe felt nauseous and foggy, and no doctor seemed able to help.\n\"I felt like I was as drunk as a thousand men [and] I had their hangovers all at once,\" she said.\nElizabeth has had mammalian meat allergy for 12 years. ( ABC News: Steven Schubert )\n\"I had been to allergists and they just said, 'No, I've got no idea, you have to find out what's going on yourself'.\n\"I stopped dairy. I stopped eating seafood, gluten, all of the things you kind of know about, but nothing made any difference.\"\nEventually she was diagnosed with mammalian meat allergy (MMA), sometimes also called alpha-gal allergy or syndrome.\nIt is a condition which flared up anytime she consumed a product that contained anything from mammals like cattle, pigs or sheep.\nShe discovered that a tick bite years earlier had led her to develop the allergy.\nElizabeth and her family live on a bush block near Taree. ( ABC News: Steven Schubert )\nElizabeth has now been living with MMA for 12 years. She says it's been hard on her young family, who have all had to adjust their lifestyle to accommodate her needs.\nSimple things like attending a barbecue and inhaling meat fumes or petting the family dog can have severe consequences.\n\"If I don't wash my hands straight away after petting them, after about four hours I just really ache and feel a bit festy … especially if they lick,\" she said, while playing with her family dog on their 7-hectare property at Hannam Vale, north-west of Taree on the New South Wales mid-north coast.\nElizabeth pets her dog. ( ABC News: Steven Schubert )\nElizabeth has since set up a Facebook group to support Australians with MMA, to help people share ideas for food and medications that are safe.\nThe number of people turning to social media to find out more about MMA continues to grow.\n'Like I was going to die'\nIn the nearby Nambucca Valley, Joanna Becker also spent years trying to work out what was going on with her health.\n\"I discovered that I had it [MMA] entirely by accident,\" she said.\n\"A friend … was eating a meat pie and he noticed me trying not to vomit. And he laughed and said, 'Jo, do you have meat allergy?' And I said, 'What's that?'\n\"For the meat allergies like red meat, it was more borderline anaphylaxis with huge adrenaline surges and the vomiting and the convulsing and my head spinning with vertigo and total disorientation and a feeling like I was going to die, a real impending sense of doom.\"\nJoanna Becker searches her horses for ticks, putting her own health at risk. ( ABC News: Steven Schubert )\nJoanna's family live on a rural property that she says has become \"covered in ticks\".\n\"We didn't have ticks noticeable on our property at all in the first five years that we were here, didn't see them at all.\n\"And in the last three years with La Niña and the rain event we became obsessed with finding them because we're finding them on all the animals.\n\"We've never had as many ticks here. We've never seen this many. And it's not just our farm. It's everywhere in this valley.\"\nJoanna says she's been finding huge numbers of ticks on her animals. ( ABC News: Steven Schubert )\nEveryone in her family has had to change their lives because of her allergy.\nCrucial to that is the family veggie patch, which gives them control over exactly what they're eating, and what goes into it.\n\"You'd think having meat allergy I'd only be allergic to meat but it can also be vegetables that have been grown in meat compost, like say blood and bone.\"\nJoanna and her family catch their own fish when they can, and have developed relationships with local producers who know their needs when they can't.\nJoanna and her family try to eat as much as they can from their vegetable garden. ( ABC News: Steven Schubert )\nLife-saving medicine can be dangerous for MMA sufferers\nMammalian Meat Allergy (MMA) was discovered in 2007 by Australian allergy specialist Sheryl van Nunen.\nProfessor van Nunen said like most allergies, there was a broad range of how people with MMA could react.\n\"A milder systemic reaction would be generalised welts ranging through to closure of your throat and breathing difficulty and impending loss of consciousness and passing out needing resuscitation,\" she said.\n\"Unfortunately it can be lethal in a very tiny minority of people.\"\nSheryl van Nunen says, in rare cases, MMA can be fatal. ( Supplied )\nPeople who contract MMA need to radically rearrange their diets to cut out products which will make them sick, but often products like jelly lollies, which contain gelatine made from animal skin or bones, can catch people out.\nIt's not just food sources that can set off the allergy. New flu vaccines, snake anti-venoms, even ventolin for asthma sufferers can all contain animal products and cause life-threatening reactions for MMA sufferers.\n\"The mammalian allergen is in a number of medical products; for example, there's an anti-cancer drug which is a magic bullet for people with colon cancer and head and neck cancer, but unfortunately injected intravenously,\" Professor van Nunen said.\n\"This can be a life-threatening experience having this treatment.\"\nLocal GP expects more cases\nTrevor Cheney has worked as a GP for 22 years in Bellingen, a small town in a green valley not far from the NSW mid-north coast.\nAlthough he had no hard numbers, Dr Cheney said there had \"certainly\" been an increase in presentations of people with MMA.\nTrevor Cheney says some people might have had MMA for years and not known it. ( ABC News: Steven Schubert )\n\"What I can't say for sure is whether that's an increase in the frequency, or it's actually now that we're more aware, [that] we're actually finding people who were previously sick for unknown reasons and we're identifying them,\" he said.\nDr Cheney thinks it's possible people could have been suffering from MMA for years and not known why they were regularly feeling sick.\n\"Some people present with anaphylaxis, which is the severe life-threatening form of allergy and again it's not necessarily time related to the exposure,\" he said.\nDr Cheney also lives on a rural property, and has noticed more ticks than usual.\n\"We're going to see a lot more people getting a lot more tick bites, and some of those people will develop this allergy.\"\nRecovery is possible\nOne of Dr Cheney's patients has been suffering from MMA for most of her short life.\nStella Price, 10, loves nothing more than riding her horse Bodie on her family's property, a 15-minute drive from Bellingen.\nStella Price, pictured with Bodie, has had MMA since she was a toddler. ( ABC News: Steven Schubert )\nStella has to be careful not to get bitten by a tick when she's outside with her horse, but eating the wrong meal could also make her seriously sick.\n\"I break out in hives, I get all itchy and then I start to get red. And then I turn into a tomato the next day, I look really red,\" she said.\nHer allergy makes the business of being a 10-year-old much harder.\n\"If it's the first time for a playdate, Mum normally just says, 'These are the things she can't have, these are things she can have'.\n\"And if it's a sleepover, I sometimes have dinner before I go.\"\nDr Cheney said a lot of people did eventually grow out of MMA if they managed it correctly and avoided mammal products.\nBut he said the process could take 10 years.\n\"I want that to happen. I'm hoping it will eventually happen as I grow older, but right now it's been like eight years or so since I was diagnosed,\" Stella said.\n\"So I think I still have a few more years to go until I might grow out of it. But I might not and I'm OK with that.\"\nThree wet summers lead to tick explosion\nThis tick which can cause so much harm is the Australian paralysis tick, or Ixodes holocyclus.\nIt is found across the east coast of Australia, from Melbourne to Cape York, overlapping with where the majority of the Australian population lives, according to Stephen Doggett, director of medical entomology for New South Wales Health.\nParalysis tick bites can cause people to develop MMA. ( Supplied: Stephen Axford )\n\"The Australian paralysis tick needs animals but it also needs fairly humid areas to survive,\" Mr Doggett said.\n\"So areas like the Bellingen Valley, which is quite green and moist, tends to be highly conducive to this particular species.\"\nOther known hotspots are Sydney's densely populated northern beaches, and other valleys in NSW like the Tweed Valley.\n\"We've seen three La Niña seasons and that's associated with above-average rainfall conditions,\" Mr Doggett said.\n\"Ticks just love these conditions. When we get a lot of wet weather, this is often where we see the biggest numbers.\"\nMr Doggett said an El Niño cycle, which usually brings drier periods, could help curtail the number of ticks, but because there had been large numbers of the parasites in the previous season, there could be huge amounts of tick larvae now.\nStephen Doggett says there's been a huge rise in paralysis tick numbers. ( Supplied: NSW Health Pathology )\nProfessor van Nunen said not every tick would carry the allergen that can cause someone to develop MMA and not every tick bite would lead to the condition.\nBut she said there was a link between the rise in successful fox-baiting programs and the number of MMA cases.\nShe said the ticks started biting native mammals instead of foxes, and needed to make a sugar called alpha gal to adapt to their new food source.\nIt is that alpha gal which is then transferred to a human when a tick bites and can then cause a person to develop MMA.\n\"The number of people with mammalian meat allergy has exponentially risen, since fox baiting started,\" Professor van Nunen said.\nWhat to do if you're bitten by a tick\nHow someone responds to a tick bite can also determine whether they're likely to contract MMA.\n\"Don't scratch anything you can't see, don't disturb the tick because you'll squirt allergen into you,\" Professor van Nunen said.\n\"Kill the tick where it is and let it drop off because most people are hopeless at removing ticks.\n\"Or take yourself off to a health professional who has very fine forceps and can do it in an expert fashion.\"", "Matches": "3", "Num matches": 1.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Diaspora 'over the moon' as world congratulates India on successful lunar mission", "Url": "https://www.sbs.com.au/language/hindi/en/podcast-episode/diaspora-over-the-moon-as-indias-lunar-mission-succeed/o9fbbh97p", "Rank": 10, "Text": "In July, the Indian Space Research Organisation (ISRO) initiated the launch of a spacecraft with the objective of achieving a landing in the vicinity of the moon's south pole.\nOn Wednesday, the Indian spacecraft successfully landed on the moon at 6:04pm (Indian local time) and this has positioned India as the fourth nation to touch the lunar surface, following the US, Russia and China.\nThis image from video provided by the Indian Space Research Organisation shows the surface of the moon as the Chandrayaan-3 spacecraft prepares for landing on Wednesday, Aug. 23, 2023. India became the first country to land a spacecraft near the moon’s south pole, which scientists believe could hold vital reserves of frozen water. (ISRO via AP) Credit: AP India's latest mission occurred shortly after an unsuccessful Russian lunar mission in the same vicinity.\nImmediately after the successful landing, the ISRO announced in a post on X (formerly Twitter), \"I reached my destination and you too!': Chandrayaan 3\"\n\"Chandrayaan-3 has successfully soft-landed on the moon. Congratulations, India!\"\nCongratulating the ISRO team, Indian Prime Minister Narendra Modi said that Chandrayaan-3's triumph mirrors the aspirations and capabilities of 1.4 billion Indians.\nBoth Facebook and X were inundated with comments from elated Indians who had been observing the nerve-wracking landing sequence.\nIn Australia, former Prime Minister Scott Morrison quickly took to Facebook to post a congratulatory message.\nIndia's Prime Minister Narendra Modi, left, and Australia's Prime Minister Scott Morrison seen together attending a meeting during the UN Climate Change Conference COP26 in Glasgow, Scotland, Tuesday, Nov. 2, 2021. (Phil Noble/Pool via AP) Credit: Phil Noble/AP \"Congratulations to India, the Indian Space Research Organisation and PM Narendra Modi on the success of the Chandrayaan-3 moon landing mission. A great achievement for India,\" Mr Morrison said.\nThe Indian consulate in Perth shared an image of a local council building which was lit up in the Indian tri-colour.\n\"In recognition of Chandrayaan's successful landing, Basil Zempilas - Lord Mayor of Perth lit the Council building in tricolour,\" the consulate said on its Facebook page.\nPrior to the landing, a group of Indians organised a prayer meeting at a local temple in Sydney seeking blessings for the mission to be successful.\nParag Srivastava, the organiser of the event, said, \"We saw Indians in the US and UK performing pujas and havans (Hindu rituals) for India's mission. So we wanted to show similar sentiments from Australia.\"\nParag Srivastava (middle) organised a prayer meeting in New South Wales ahead of the successful lunar landing. Credit: Parag Srivastava \"We are over the moon that our prayers have been answered and India has successfully landed on the moon,\" Mr Srivastava said.\nDr Nikhel Gupta , an astrophysicist at the Perth-based CSIRO, said it was a big achievement for the whole world.\nA man cheering for the successful landing of India’s moon craft Chandrayaan-3, on the moon surface, poses with the Indian flag in Ahmedabad, India, Tuesday, Aug. 22, 2023. A successful landing would make India the fourth country, after the United States, the Soviet Union, and China, to achieve the feat. (AP Photo/Ajit Solanki) Source: AP / Ajit Solanki/AP \"It is about team work and it is worth noting how such a big team works in the area of science,\" Dr Gupta said.\nAnupriya Aggarwal, a scientist at the Kirby Institute, said she was watching the mission live on TV last night and felt extremely proud of India.\nDr Anupriya Aggarwal at the Kirby Institute lab. Source: Supplied / Supplied by Anupriya Aggarwal \"My congratulations to all the ISRO scientists especially the women who were involved in this. They do this work on top of all other societal roles and responsibilities and this is something that we should all acknowledge and celebrate,\" she said.", "Matches": "23", "Num matches": 1.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Mutton birding: a story of cultural obligation, Blak joy and survival", "Url": "https://www.sbs.com.au/nitv/the-point/article/mutton-birding-a-story-of-cultural-obligation-blak-joy-and-survival/eod3ywc72", "Rank": 9, "Text": "Warning: this article contains sensitive images, including blood.\nMichael Mansell stands barefoot in a rocking dinghy, rocked quite violently by waves in the Bass Strait, though he seems untroubled.\n“Is taking part in cultural practices optional or compulsory?” he asks.\nHe’s a man that has always asked the hard questions, never shying from the difficult conversations, even as we land back on Flinders Island after a 15 minute boat ride that left me cold, shaken and soaked with sea water.\nBut after spending just a few days on tiny, remote Babel Island with him and his family, it was an important question to pose.\nThe picturesque Babel Island off the coast of Tasmania Source: NITV / Keira Jenkins Michael Mansell is an activist, a lawyer, an author, chairman of the Tasmanian Aboriginal Land Council and the secretary of the Aboriginal Provisional Government (APG).\nThe APG was established in 1990, on the principle that Aboriginal people are sovereign; they issue Aboriginal passports and birth certificates.\nMr Mansell travelled to Colonel Gaddafi’s Libya on one of these passports in the 1980s.\nSitting on a makeshift stool in a shed, his hands deftly cutting open a mutton bird, Michael Mansell was somehow different from the man we’re used to seeing on the news.\nNo less staunch, no less respected, just different.\n“He’s a legend to the Blackfellas and the community,\" his grandson Steele told me.\n\"But out here it’s just another day in the office.”\nREAD MORE The day I handed Queen Elizabeth an Aboriginal land rights petition\nMichael Mansell and Scott Jones deftly cut open the birds once they've been plucked and cleaned. Source: NITV / Keira Jenkins\n'We just need people to listen'\nOn Babel Island politics fades away - it’s a bubble, so far removed from Canberra that it’s easy to forget about the debate happening on the mainland.\nBut Mr Mansell’s distaste for the voice is clear.\n“We don’t want to run white people, we want to run ourselves, and what is wrong with that, “ he said.\n“That’s what democracy is all about. Why don’t we have six seats in the senate -one from each state- rather than mucking around with advising from outside the parliament.\n“That’s the debate we never really hear about … We don’t need another (advisory) body, we just need people to listen to what we’re saying.”\nAnd what the mutton birders on Babel Island are saying is that it’s getting harder and harder to get enough crew each season.\nEvery person and all the supplies, including materials for the sheds, generators, and food, have to either brave the 15-minute dinghy ride across to Babel or be helicoptered onto the island.\nIt’s a costly exercise, and Mr Mansell said the birders need support to keep the practice alive.\n“When I came out to Babel, which is on the east coast of Flinders, the Aboriginal people who were out here gave it up as too costly, it’s hard to get stuff out here,” he said.\n“Without government support Aboriginal cultural birding will eventually lose because you have to have these expensive buildings and machinery that goes with it.\n“We’ve found it very hard to get state or federal government interested.”\n'It's in my blood'\nWhen I asked Michael Mansell about why he keeps returning to Babel each mutton bird season, his answer was simple.\n“I remember when I was a kid about three years old, I came to this island, but I didn’t do any mutton birding. I’d come because all the community would come,” he said.\n“It was a different era then. I’m talking about the 50s and 60s but three quarters of the Aboriginal population would go mutton birding, shut down schools and just migrate to the mutton bird islands.”\n“The thing about it was you had no choice, you had to go and now I’m saying to my kids and grandkids you have to come.”\nThis is what is echoed among all the mutton birders on Babel. There’s a crew of 14 here and there’s a sense of cultural obligation that keeps them coming back.\n“I help my grandfather run the shed and I’ve stepped into that role.\n\"So it’s not that I want to [keep returning] ,it’s that I have to,” Steele Mansell said, sitting out in the rookery, with about 20 mutton birds he’s caught lying at his feet.\nMutton birder numbers are dwindling, with a crew of only 14 on Babel this year. Source: NITV / Keira Jenkins\n'Practise culture or be assimilated'\nMutton birding is hard, dirty work, and living on an island as remote as Babel - even if it’s just for a few weeks - would be a challenge for most people.\nBut Michael believes continuing the practice is a matter of survival for Aboriginal people in Tasmania.\n“If it’s an option to practise culture or be assimilated you’re going to be assimilated,” he said.\n“It’s only if Aboriginal people feel obligated to continue that cultural practice that it will survive, it’s the only way.”\nBut it’s more than the obligation that keeps people coming back.\nListening to the banter in the shed and out on the rookery, the birders are not just here because they have to be - there’s an element of joy.\nFor Tamika Burgess this joy comes from getting to come back to Babel after raising her children.\n“I haven’t been birding for 35 years so this is my first time back on the islands,” she said.\nThe birders take a quick break out in the rookeries for breakfast Source: NITV / Keira Jenkins There’s a social aspect to each job, and as Ms Burgess works she chats to the young women who’ve joined her in the cleaning shed.\nOne of those young women is Kitana Mansell, who runs a traditional food business in Hobart.\nShe has served mutton bird through her business including for the annual arts festival Dark Mofo.\nTaking part in the mutton bird season is significant for her as a food business manager, and culturally as a palawa woman.\n“I think it’s really important that we as young people are still keen to do the practice that our ancestors did and our older family members are still continuing to do today,” she said.\n“I believe the reason we are here is because we’re passionate about who we are and where we come from.\n“To be able to carry on the oldest living culture in the world is just amazing.”\nMichael Mansell hopes the tradition lives on through his grandchildren.\n“Over the last 10 years us old ones have been sitting around like the muppet show saying ‘oh the young ones are not interested’,” he said.\n“I remind myself and others that I was watching an interview with Eric and Ruth Maynard all the way back in the 70s and old Eric was saying ‘the young ones aren’t interested’.", "Matches": "22", "Num matches": 1.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "How Indigenous fire knowledge has helped this family farm again", "Url": "https://www.sbs.com.au/nitv/article/how-indigenous-fire-knowledge-has-helped-this-family-farm-again/bmu8eyc75", "Rank": 8, "Text": "Grazing land became so overgrown on Ashton and Elliot Smith's Queensland cattle station, that the pair knew they needed a solution.\nThe organic cattle graziers turned to traditional knowledge to reopen the land, which had become basically unusable and unable to be walked through.\nREAD MORE Meet some of the deadly mob who competed at Mount Isa's Indigenous Rodeo\nThe pair turned to natural resource group North Queensland Dry Tropics and Indigenous fire practitioners as partners in managing their property Jervoise Station in the state's north.\n\"It's about how we can change our land to work with fire, instead of being worried about fire at the end of the year and the fuel loads,\" Mr Smith told AAP.\nTraditional Owner and Gudjuda chair Eddie Smallwood said the project has resulted in multiple benefits.\n\"A lot of the graziers used to bulldoze, make fire breaks or whatever, these days, you just need a box of matches and go along and do it as long as you know how to do the cultural burning,\" he said.\nREAD MORE Cultural burning connecting students to Country\nPart of the focus has been on Indigenous employment and training.\n\"We can't just take anyone out and tell them to go and learn how to burn, there are certificates we have to have in place, so there's training,\" Mr Smallwood said.\n\"Once we started doing the burns, it benefits everyone.\"\nThe pilot project includes intensive monitoring and the use of drone images and mapping to record pasture and environmental improvements, including how much native vegetation has been regained.\nKaren Vidler of NQ Dry Tropics said this offers a good measure of how much country you can bring back, and how much you can improve pasture quality.\nREAD MORE 5 Indigenous engineering feats you should know about\nShe hopes the Jervoise Station project will become a model that can be used across the country.\n\"You've got to have something to showcase so that other property people can see OK, this is possible,\" Ms Vidler said.\nIt is among a number of land management approaches being discussed this week at the National Custodians of Country Gathering in Cairns, held by Indigenous non-profit Firesticks Alliance.\nA fourth-generation cattle grazier, Ashton Smith said the technique has had major benefits for her family's farming operation.\n\"We've regained so much country back that before we couldn't use,\" she said.\n\"For us it's building our confidence around fire, because originally fire was just a scary concept to us, so doing these burns, it eliminates that fear.\"\nREAD MORE How Indigenous knowledge solved the mystery of age-old desert circles\nWhile her family has lived on the station for generations, Ms Smith said they need to learn more about the land.\n\"It's really important to us to get the Traditional Owners up because they know the country,\" she said.\nThe Smiths are sharing their story alongside fire practitioners at the weeklong event.\nViktor Steffensen, who has helped organise the Firesticks gathering, was also involved with the Jervoise Station project.\n\"They're learning really important values, not using machinery on their land, use fire as a natural resource, so that you don't disturb the soils,\" he said.\n\"They're going to farm with trees by putting back the right parent trees, knowing that if you put back the right trees and right soil types, it'll bring better grasses and healthier pastures.\"\nThis AAP article was made possible by support from Landcare Australia and Firesticks Alliance.", "Matches": "21", "Num matches": 1.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Sisters 'not powerless anymore' as Malka Leifer jailed for sexual abuse", "Url": "https://www.sbs.com.au/news/article/sisters-not-powerless-anymore-as-malka-leifer-jailed-for-sexual-abuse/mzdj034zh", "Rank": 7, "Text": "Key Points Malka Leifer faced trial over sexual abuse of teenage girls allegedly perpetrated when she was a school principal.\nIn April, she was found guilty of 18 of 27 charges relating to the abuse of two sisters.\nBefore the case went to court, authorities spent more than a decade trying to extradite her from Israel.\nThis article contains references to child abuse and sexual assault.\nFormer school principal Malka Leifer will spend up to 15 years in jail for the sexual abuse of former students Dassi Erlich and Elly Sapper.\nIt comes nearly two decades after the abuse began and 12 years after three sisters first made statements about Leifer to police.\nThe sentencing is the culmination of a legal battle that spanned from Melbourne to Israel, involving numerous delays and eventually extradition.\nThis is how Malka Leifer groomed and abused students and student teachers, and their long road to justice.\nWho is Malka Leifer?\nLeifer arrived as menaheles - or principal - of the ultra-Orthodox Adass Israel School in 2001.\nIn 2008, she was dismissed by the school board after allegations were raised and left the country, travelling to Israel.\nIt's been alleged she fled using a plane ticket paid for by the Addas School.\nIt has recently been reported that Victoria Police has reopened an investigation into the conduct of those at the Elsternwick school at the time.\nThe school is part of the ultra-Orthodox Adass Israel Jewish community in Melbourne.\nAccording to a 2016 SBS documentary on the reclusive sect , which consisted of about 2,000 people, it attempts to maintain age-old rituals by remaining as self-sufficient as possible.\nThe conservative society was understood to have its own shops, schools, butcher, baker, synagogue, cemetery, and even its own ambulance service.\nThe Adass Israel school in Melbourne where Malka Leifer was principal. Source: Getty / Darrian Traynor\nWhen was Malka Leifer first accused?\nIn 2011, Erlich and Sapper, along with their sister Nicole Meyer, made police statements about sexual abuse by Leifer when they were students and junior religious studies teachers at Adass Israel School between 2003 and 2007.\nAfter being pursued by the Australian and Israeli justice systems, Leifer spent years challenging her extradition back to Australia to face pending charges.\nThe Australian government made a request to Israel in 2013 to extradite Leifer so she could face the 74 charges laid against her by Victoria Police.\nLeifer was first arrested in Israel in 2014 and placed under house arrest, only to be let free on the condition she undertook psychiatric assessments.\nThe judicial process to have Malka Leifer extradited to Australia was drawn out, with progress slow due to complications with ongoing appeals. Source: AAP / Mahmoud Illean However, following an independent undercover investigation that proved she was feigning mental illness and going about her life as normal, Leifer was arrested again in 2018.\nSince that time, Leifer has been bailed and re-imprisoned a number of times across a drawn-out appeals process.\nIn 2019, her case even saw Israel's deputy health minister Ya'acov Litzman summoned for questioning by Israeli police.\nThere were suspicions he had played a role in obstructing the extradition of Leifer.\nMelbourne sisters (left to right) Elly Sapper, Dassi Erlich and Nicole Meyers travelled to Jerusalem to attend court where Malka Leifer's possible extradition was being considered. Source: AAP / Abir Sultan According to the Times of Israel , the minister received \"an extremely light sentence\" in the form of a fine, for his role in \"pressuring employees in the Health Ministry to alter the conclusions of psychiatric evaluations that had deemed the accused sex offender fit for extradition\".\nA total of 74 hearings were held in Israeli courts in regard to Leifer's case.\nHer final failed appeal took place in December 2020, at which point, Israel's justice minister finally approved her extradition.\nIn January 2021, more than a decade after fleeing to Israel, Leifer was extradited to Australia.\nMalka Leifer on trial in Australia\nThe matter went to trial at the County Court of Victoria in February, with Leifer initially facing 29 charges including multiple rape and indecent assault charges.\nShe was acquitted of two charges during proceedings as it was found the relevant legislation had not been in place during the alleged offending.\nFollowing six weeks of hearing evidence, jurors deliberated over nine days before handing down their 18 guilty verdicts.\nLeifer was acquitted of nine charges — including all five brought by prosecutors over the alleged abuse of Meyer.\nMalka Leifer sentenced to 15 years in jail\nLeifer will be eligible for parole after serving 11-and-a-half years.\nShe has already served more than five-and-a-half years of the sentence, with Judge Mark Gamble taking into account time in custody in Australia and Israel.\nIn a three-hour sentencing hearing, Judge Gamble detailed the grooming and abuse Leifer inflicted upon the sisters, who were struggling with a difficult home life.\nShe knew about their home life and took advantage of their vulnerabilities to abuse them for her own gratification, the judge said, adding that her important role at the school gave her the ability to foster a close relationship and make them believe she loved and cared for them.\nHe said the level of intimacy and duration of her crimes was disturbing and callous, and that her actions were predatory in nature and involved the exploitation and manipulation of two very vulnerable victims.\nMalke Leifer was found guilty of abusing Melbourne sisters Dassi Erlich and Elly Sapper and acquitted of abusing their older sister Nicole Meyer. Source: AAP / James Ross He said Leifer continued to strenuously maintain her innocence and had showed no insight or remorse for her actions.\n\"I am not convinced Mrs Leifer has in any way reformed,\" he said.\nOutside court, Sapper described it as a momentous day.\n\"Today's ruling of 15 years recognises the harm and pain that Malka Leifer caused each one of us to suffer over so many years,\" she said.\n\"Trauma from sexual abuse is a lifelong sentence and while no amount of years will ever be sufficient we are relieved that Malka Leifer is now in prison for 15 years and cannot prey on anyone else.\"\nThe sisters hope they can now put this trauma behind them.\n\"I definitely in that courtroom today felt the pain of my younger self that went through that abuse, I could feel those emotions coming up as the judge was speaking,\" Erlich said outside court.\n\"Knowing that's not where we are anymore, we're not powerless anymore, that was a very felt sense today.\"\nIf you or someone you know is impacted by sexual assault, call 1800RESPECT on 1800 737 732 or visit 1800RESPECT.org.au . In an emergency, call 000.\nReaders seeking support can contact Lifeline crisis support on 13 11 14, Suicide Call Back Service on 1300 659 467 and Kids Helpline on 1800 55 1800 (for young people aged 5 to 25). More information is available at beyondblue.org.au and lifeline.org.au .", "Matches": "20", "Num matches": 1.0}, {"publication": "ABC", "scraped_datetime": "07AM 25/08/23", "Headline": "'I told you so': Matildas' World Cup heroics have won Australian football's biggest fight", "Url": "https://www.abc.net.au/news/2023-08-25/matildas-world-cup-heroics-won-australian-football-johnny-warren/102724010", "Rank": 3, "Text": "The road to Australian football's past is easily missed if you don't know where to look.\nAbout 90 minutes south of Sydney, just past Bombo Beach near the coastal town of Kiama, a single green sign points off the Princes Highway and up into the hills towards Jamberoo.\nWide green fields spill over the horizon the higher you climb; the noise of the world below slowly drifting across the sea, replaced by the quiet hush of forests and herds of gently mooing cows.\nMost people know Jamberoo for its nearby water park, but Australian football people know it for something else.\nInside Jamberoo Pub is one of Australian football's most important museums. ( Australia's Guide. )\nThe sport's collective memories are stored towards the end of Allowrie Street, across the road from a bus stop and a grocery store.\nThe place — known simply as Jamberoo Pub — has an anonymity that makes its own kind of sense.\nThis is how the Australian game has always felt: something out of the way, hidden from public view, its secrets and stories known only to those who are already part of their telling.\nEven before you step inside, you can feel history beckoning: a Matildas flag taped to a window, a sun-faded yellow shirt listing the names of football's pioneers nailed to a corkboard.\nThe pub is owned by the Warren family, whose late patriarch Johnny was known as \"Captain Socceroo\": one of the leading voices in the Australian game from his time as a player in the 1960s and 70s to his time as a coach, pundit, and broadcaster with SBS until his death in 2004.\nJohnny Warren receives the FIFA Centennial Order of Merit from Sepp Blatter in 2004. ( Jon Buckle: Getty Images )\nWarren was a true disciple of the world game: a genuine believer in its power to create change, and fiercely committed to the idea that Australia could, one day, become a football nation.\n\"We've got to stop talking about when we're going to qualify [for World Cups],\" he once famously said after being awarded an Order of Merit from FIFA.\n\"We've got to start talking about when we're going to win World Cups.\n\"Champion teams beat teams of champions, and there's a big lesson there for Australian soccer.\n\"I want Australia to embrace this fabulous game. It's not wog-ball; this is the game of the world.\"\nThe front room of the pub, which is now run by Johnny's nephew Jamie, is like stepping back through time: the walls and ceilings are plastered with photos and jerseys and posters and flags, rusted trophies and yellowing knick-knacks crowding every surface in sight.\nThe hallway down the middle is a gallery lined with newspaper clippings and portraits of past generations of Socceroos, each of them gazing triumphantly out from their frames, watching down over whoever is destined to come after them.\nBut the back room of the pub is the most magnificent place of all.\nThe corridor opens into a big empty space of tables and chairs where, no matter which one you sit in, you can see the story of Australian football unfold before your eyes.\nOne corner of the Johnny Warren Football Museum inside the Jamberoo Pub. ( Supplied. )\nEvery available wallspace in the \"Johnny Warren Museum\" is covered in some startling memory or another.\nA wall of shimmering pennants from the country's oldest clubs like St George Budapest and Melbourne Hungaria.\nA Socceroos jersey signed by every player who competed at the country's first World Cup in 1974.\nA wooden cabinet filled with gold brooches worn during Australia's first overseas tours.\nInconspicuous trophies with names and dates from over a century ago rusted into the metal plates.\nThe room is alive with history, rich with stories of struggle and success, heaving with passion and pride: a museum celebrating not just football, but our country's complex migrant past.\nA cabinet inside the Johnny Warren Football Museum shows over a century of Australian soccer history. ( Supplied. )\nAnd yet, for the better part of a century, the mythology of Australian football has remained hidden at the end of a quiet road, at the back of a quiet pub: pushed to the side by an Anglo-Australian culture that has, until recently, been suspicious or outright hostile towards whatever didn't look, sound or feel like them.\nWarren spent much of his 61 years of life fighting to have football recognised across the country, not only by governments, businesses and media, but also by the wider public.\nHe and former SBS broadcaster Les Murray, a Hungarian-born migrant who moved to Australia in 1957 and immediately found identity and community through football, became known as \"Mr and Mrs Soccer\" for their constant advocacy on behalf of the game on programs like The World Game and On The Ball, which brought the international game into Australian homes.\nWarren's 2002 book titled \"Sheilas, Wogs and Poofters\" was one of the first to lay out the deep cultural connections between football and the changing face of Australia after World War II, with the title referring to the common insults those who played the game would receive throughout the mid-20th century.\nThere have been moments in which the game has threatened to crack through the ceiling of mainstream consciousness: the height of the old National Soccer League, the Socceroos' defeat of Uruguay to break their World Cup curse in 2005, the peak years of the A-League Men.\nBut football has never really stuck, often pulled backwards by its own cultural self-cannibalism and messy political in-fighting, while also struggling to stay relevant to those who, for one reason or another, believe that our national sport looks and sounds and feels like something else.\nThe Socceroos' defeat of Uruguay to qualify for their first World Cup in 32 years was a moment of national celebration. ( AAP Image: Mick Tsikas )\nAnd so football has turned inward, trying desperately to keep itself alive; lashing out at all those who would threaten it like a starving, frightened animal backed into a corner.\nThe women's game has been even more hidden, boxed away in cupboards and offices and garages across the country; so many of its stories surviving only in the memories of the women who were there to see for themselves.\nBut despite all of that, Warren's faith in the power of the game never wavered. He knew what this sport was capable of, so long as everybody within it saw the same picture.\nBefore his death from lung cancer in 2004, he was asked what he wanted his legacy to be.\n\"I told you so,\" was his now-famous answer.\n\"We've campaigned for so long, we've beaten against doors of trying to have the game accepted.\n\"We're this great sporting nation who has yet to embrace fully the world's greatest game.\"\nAs the sun sets on the 2023 Women's World Cup, what would Warren have said as he watched his beloved sport finally capture the hearts and minds of a nation that he always believed it would?\nThe numbers are one thing: almost 2 million tickets sold; record viewership on television and online streaming; newspapers and TV bulletins splashed with the faces and stories of the Matildas; green-and-gold jerseys swept off the racks by fans old and new.\nBut the feeling is another thing altogether. There is a feeling that something fundamental has shifted within the sport and as a country, where football has become the thing Warren and so many others always hoped it could be.\nWhat would Warren have thought that the seismic shift was triggered not just by football, but women's football: a segment of the game that has been even more neglected and overshadowed due to intersecting attitudes of sexism and homophobia, and has had to overcome so many more obstacles over the past century to finally get its moment in the sun?\nWhat would he have said knowing that Australia's captain is a queer woman of colour, whose goal against England in the team's first ever semifinal will be seared into the memories of generations of fans? A woman who has always used her voice to echo the spirit he was known for: believing deep in her bones that this sport is not just a sport, but a platform for change, for opportunity, for inclusion, for community.\nHow would he have felt knowing his spirit accompanied the Matildas throughout the World Cup? It was written in big bold letters across a banner carried by the team's active support group at each of their games, floating alongside a phrase the Matildas themselves adopted but that equally applies to the sport they are now front-and-centre of: \"never say die\".\nEach of the 23 players who represented Australia in this momentous month has represented the soul of football in their own unique way, from advocating for our domestic women's league to battling imposter syndrome to emerging from the wilderness of doubt and defeat to stand tall and take up space and become heroes in their own right.\nThis is a team, led by a head coach in Tony Gustavsson, who believed in themselves all the way to the end. Even when hope was at its lowest ebb, they turned inward in order to survive, knowing that their suffering was all part of a bigger purpose that no-one else could see.\nMatildas fans have carried Australian football's two most iconic sayings on banners to every game. ( Supplied. )\nThis is a group of women who know the power of being inspired, and carry that responsibility with them wherever they go. They know that they are only here for a short while — \"renting the jersey,\" as they say, and not owning it — and recognise their role in connecting the past with the future.\nAnd they know, now, that this World Cup is no longer about them.\nThey have done their part, giving everything of themselves to us and to each other, understanding that every goal and every pass and every tackle and every save will echo in the memory of someone out there who will point back one day and talk about how this was where their footballing dreams began.\n\"The only thing that's keeping me smiling right now is the way that we've inspired the nation,\" Sam Kerr said after their semifinal loss to England.\n\"I think the crowds and the fans have proved it, not us. They're the ones that have come out and supported us and watched us on the big screen and bought our jerseys.\n\"That's all down to the fans showing that this country really will get behind football if you bring the world game here.\n\"Hopefully this tournament changes that, because that's the legacy you leave: not what you do on the pitch, the legacy is what you do off the pitch.\n\"Hopefully this is the start of something new.\"\nKerr is right: it is not just this team that makes Australia a football nation. It's all of us.\nEvery time we pull on our boots and take a ball down to the local park, every time we flick on the television or click on a story, every time we buy a match ticket or wear a raggedy old jersey, every time we celebrate with a stranger or console with a friend.\nThe past month has been a living echo of Johnny Warren's words, belief and aspiration made deeply and achingly real, the idea of who we could be finally coming true.\nThe Matildas have helped us see something we have always believed about ourselves. ( AAP Image: Jono Searle )\nAustralian football's biggest battle has always been for relevance: of trying to show the rest of the country not just how this game looks, but how this game feels.\nThe Matildas' run has encapsulated it all, from the nervous beginning against Republic of Ireland to the hopeless loss to Nigeria, the heart-thumping come-back against Canada to the purposeful dismantling of Denmark, the game of destiny against France to the games of disappointment against England and Sweden.\nThey have allowed us to experience the edges and ebbs of hope and heartbreak, to hold every thrilling moment in our hearts and in our throats, to feel our minds racing and our chests pumping and our lungs burning as though we are down on that field with them, passing and tackling and sprinting through the night.\nThey have allowed us to feel the ecstasy of this beautiful game, its joys and its sorrows, its doors opening and closing, its ability to pull us all out of ourselves and make us part of some bigger thing: this communion of old and new worshippers, brought together in cathedrals of colour and sound, turning us into the true believers of what football can do and be and feel like. The dream made suddenly and miraculously real.\nThe road to Australian football's past may be easily missed, but the road to its future has never looked so clear and bright.\nThe Matildas may not have won the World Cup this time, as Warren always thought they could. But it doesn't really matter.\nWhat they have won is far, far greater than that.", "Matches": "2", "Num matches": 1.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Refugees are finding it hard to rent a home in Australia for this 'pervasive' reason", "Url": "https://www.sbs.com.au/news/article/refugees-are-finding-it-hard-to-rent-a-home-in-australia-for-this-pervasive-reason/g43llcod4", "Rank": 6, "Text": "Key Points Landlords viewed refugees as riskier tenants, research shows.\nExperts said refugees are at a disadvantage compared with other tenants with a rental history.\nTenants with a refugee background said they felt demoralised with the treatment.\nWith rental vacancy rates desperately low, the fight to find a new home is challenging, but for refugees, it is even harder.\nA study published in the latest issue of peer-reviewed international journal Housing Studies found refugees are regularly discriminated against in a tight rental market.\nThe paper, published this month, focused on refugees with large families - including at least four children - in Adelaide.\nIt also canvassed the perspectives of real estate agents, landlords and settlement service providers to pinpoint the \"pervasive nature of discriminatory practices\" across Australia .\n\"Probably 80 per cent of landlords refuse to rent to anyone that (is) black,\" said one agent cited in the paper.\nOne property owner explicitly told the researchers \"'I probably wouldn't have refugees in one of my nice properties\" because they are \"angry and war torn\".\nLandlords viewed refugees as riskier tenants, conflating them escaping conflict-hit countries and their future behaviour as home occupants.\n\"(Refugees will) punch holes in walls, you can see that,\" the same landlord added, even though she had not rented her properties to any refugees.\nAnother landlord admitted he would not lease his property to a particular refugee family because it would result in \"chaos\" since \"their country is so damaged\".\nA tenant with a refugee background was demoralised by how her father was treated by agents and lessors, with an undercurrent of racism prevalent in their interactions.\n\"They're being racist to you, it's so bad, it's crazy. Like you feel so sad ... And my Dad ... I was just calming him down. It's like 'Dad, it's OK, we'll find a house',\" she said.\nLead author Anna Ziersch said with the chronic shortage of rentals nationwide and a lack of formalised process in choosing tenants, refugees are at a disadvantage compared with other tenants with a rental history.\nREAD MORE How much has rent increased around Australia?\n\"Housing and cost of living are very tight now, so there's a lot more competition,\" the Flinders University associate professor told AAP.\n\"Once you have competition, power dynamics and risk assessment in the private rental market can work against people from a refugee background.\n\"One of the things that were quite striking was about half the lessors blatantly saying they would discriminate against people and they didn't see why they shouldn't be able to do that with their own properties.\"\nZiersch also noted that racial bias could stem from how refugees are talked about by media and politicians.\n\"Some of the negative discourse around asylum seekers and refugees plays into it (the selection process) where landlords think people are going to be problematic because of their refugee background,\" she said.\n\"There's this whole other game being played and you know (as a refugee) you're not faring well, but maybe don't understand the dynamics behind it.\"\nZiersch said the private rental market needed to be regulated with input and enforcement from industry bodies.\n\"It's the informal nature of the private market that allows for rife discrimination,\" she said.\nZiersch suggested clear clauses should be written into contracts ensuring equal opportunities for all tenants seeking a specific property, and that breaching them should be penalised with fines.\nBut Tim McKibben, CEO of the Real Estate Institute of NSW, said the market was too tightly regulated and that undersupply of rental properties was the main problem.\n\"The rental market is over-regulated because legislation is constantly changing,\" he told AAP.\n\"The landlord is seen as providing to some extent social housing, and they're not. They're an investor and they can put their money anywhere.\"\nMcKibben called on the federal and state governments to stop engaging in the \"smoke and mirrors of populist politics\" and deal with the rental crisis directly by getting more properties on the market.", "Matches": "19", "Num matches": 1.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Sound of Freedom: An anti-trafficking movie endorsed by QAnon has just landed in Australia", "Url": "https://www.sbs.com.au/news/the-feed/article/qanon-kidnapping-charges-and-overhyped-ticket-sales-the-sound-of-freedom-movie-cant-escape-controversy/t15hym935", "Rank": 5, "Text": "The action-thriller Sound of Freedom has now been released in Australian cinemas - but its arrival is riddled with baggage.\nIt was a sleeper hit, initially overshadowed by Barbie and Oppenheimer when it was first released last month. Now, it's one of the highest-grossing movies released in the US this year.\nJim Caviezel (who played Jesus in Mel Gibson's movie The Passion of the Christ), stars as Tim Ballard, the real-life Homeland Security Agent who creates a charity to combat child traffickers.\nBut for many reasons, separate from the heavy subject matter at the focus of the film, the movie is leaving people uncomfortable.\nAnd now it's available across cinemas in Australia - with Dendy cinemas (co-owned by Mel Gibson) also screening the movie, citing “overwhelming demand”. In a tweet promoting the movie, the film's distributors said, \"Break the Silence. Save The Children,\" a popular phrase coined by QAnon.\nThe first controversy: The QAnon support\nThe movie was shot in 2018, at a time when the American conspiracy theory movement, QAnon, was starting to gain traction.\nAnd its script was written in 2015, well before the movement's emergence in 2017, its writer and director Alejandro Monteverde told entertainment news publication Variety.\nWhile the film, made by Angel Studios, tells a non-partisan story and doesn't reference QAnon, believers of the conspiracy theory have latched onto the film, promoting it for their own agenda.\nQAnon followers believe that left-leaning elites in government, Hollywood stars and billionaires run a paedophile and human trafficking ring. They also believe that these people are harvesting an adrenaline-like substance from children to attain eternal life. Former US President Donald Trump is also thought by followers to be waging a secret battle against this “deep state” scheme.\nIt hasn't helped that lead actor Caviezel has repeated several QAnon phrases on conservative talk shows like \"andrenochroming,\" the false term used to describe the extraction of a substance from child victims to harvest the elixir of youth. He has also used other language of the movement (\"a big storm is coming\") and in 2021, attended a QAnon-adjacent conference.\nAside from QAnon believers, the movie is being championed by other notable conservative figures like Trump, who hosted a viewing party at his golf course with Caviezel and the agent who inspired his role in attendance.\nMonteverde, who did not attend, said the political ties from others were hurting his film, and he prefers to keep his distance.\nThe second controversy: Misleading portrayals of child trafficking\nIn Sound of Freedom, Caviezel as Ballard takes on a crime syndicate in Colombia after children are snatched by strangers.\nThis depiction has stoked concern from human and child trafficking experts who say while people can be kidnapped by strangers and trafficked, it's not the typical way it's done.\nREAD MORE My daughter was taken by a sex trafficker and now has a price tag on her\nTypically, it's done by someone who knows the person and exploits that trust. Now, experts are concerned the hype around this film could actually do more harm than good and prevent people from spotting the most common - actually foreseeable - warning signs.\nElizabeth Campbell, co-director of the University of Michigan's Human Trafficking Clinic, told NPR: \"By doing that, I think we make actual victims of human trafficking more invisible and more vulnerable to exploitation.\"\nWorld's Children, a charity supporting vulnerable children, says poor families with financial struggles and debt, and kids who have run away or are homeless are most at risk of being trafficked.\nThe third controversy: One of the donors was charged with child kidnapping\nExplaining this one requires some context.\nThe Sound of Freedom was independently filmed in 2018, on a budget of about $14.5m ($22.1m), but was delayed when its distributor, 21st Century Fox, was bought by Disney in 2019.\nThe COVID-19 pandemic exacerbated the delay, and then in 2023, distribution rights were acquired by Angel Studios.\nChild-trafficking experts are saying the anti-trafficking film could do more harm than good. Credit: Angel Studios Angel Studios is a self-described values-based company, though others call it faith-based, as it is behind a number of Christian movies and shows. Before distributing original content, Angel Studios made its brand by removing nudity, swearing and violence from mainstream movies and shows before it was sued by a number of well-known Hollywood studios for copyright.\nTo raise the $5m ($7.8m) the company needed to distribute and market the film, it crowdfunded the money from \"angel\" investors.\nOne of the film's many investors, Fabian Marta, was arrested on 23 July and charged as an accessory for child kidnapping in the US state of Missouri, NewsWeek reported. While the details of the case are not public, this charge carries a penalty of 10 to 30 years in prison or life imprisonment.\nThe fourth controversy: The Pay-It-Forward sales are misleading\nIt's true the film has been unexpectedly popular, grossing more than the latest Mission: Impossible and Indiana Jones movies in the US.\nBut some of these sales are being called into question.\nIn the film's closing credits, the hero of the film, Caviezel, asks viewers to “ pay it forward ” by buying someone else a ticket. It's unclear how many of those tickets actually translated into actual views, but people online have noticed that the theatres have sometimes been more vacant than online seat availability suggests.\nOn the Angel Studios site, under the heading, \"How can I join the fight to end child trafficking?\" the creators say, \"Seeing the film is the first step in spreading awareness about child trafficking,\" before suggesting to pay it forward or claim a free ticket.\nPaying it forward will help you \"join a historical movement to promote stories that amplify light,\" it writes.\nIn the last paragraph, there is a link giving viewers a different resource (other than paying it forward).", "Matches": "18", "Num matches": 1.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Spanish player Jenni Hermoso condemns football chief's World Cup kiss", "Url": "https://www.sbs.com.au/news/article/spanish-player-jenni-hermoso-condemns-football-chiefs-world-cup-kiss/j7do0plsi", "Rank": 4, "Text": "Key Points Luis Rubiales sparked outrage when he kissed Jenni Hermoso on the lips while celebrating Spain's World Cup win.\nRubiales, who is president of the Royal Spanish Football Federation, later apologised for the incident.\nHermoso condemned his actions on Thursday and called on the federation to \"implement the necessary protocols.\"\nSpanish football player Jenni Hermoso has called on the Royal Spanish Football Federation to take action against its president, Luis Rubiales, after he kissed her on the lips during celebrations of the country's Women's World Cup victory.\nThe incident sparked global outrage on Sunday when Rubiales, celebrating on stage with the Spanish women’s team following their one-nil win over England in the World Cup final, embraced Hermoso, clutched her head in his hands and gave her an unsolicited kiss on the mouth.\nREAD MORE Spanish football boss apologises after kissing player on the lips in post-match celebration\nHermoso initially voiced discomfort with the kiss, telling teammates in the locker room after the match that she “didn’t like it.\"\nLater, she seemed to downplay the incident, telling the media: “It was a totally spontaneous mutual gesture because of the immense joy that winning a World Cup brings.”\n“The president and I have a great relationship, his behaviour with all of us has been outstanding and it was a natural gesture of affection and gratitude,” Hermoso said, according to comments provided by the federation to Spanish news agency EFE.\nOn Thursday, however, Hermoso broke a days-long silence to condemn Rubiales’ actions in a joint statement with women’s football union FUTPRO, who she said was defending her interests and being her interlocutors on this matter.\n\"From FUTPRO we express our firm and resounding condemnation of conduct that violates the dignity of women,” the statement reads.\n\"From our association, we ask the Royal Spanish Football Federation to implement the necessary protocols, ensure the rights of our players and adopt exemplary measures.”\n\"It is essential that our national team, current world champion, is always represented by figures that project values of equality and respect in all areas,” it continues.\n“It is necessary to continue to advance in the fight for equality, a fight that our female players have led with determination, bringing us to the position we are in today.\"\nRubiales apologised for the kiss on Monday, after initially brushing it off as “a kiss between two friends celebrating something,” and telling Spanish broadcaster COPE that anyone who saw it differently were “idiots and stupid people.”\n\"Surely I was wrong, I have to admit,\" Rubiales said in an apology video sent by the federation. \"It was without bad faith at a time of maximum effusiveness.\"\nMany people, however, including Spain’s acting prime minister Pedro Sanchez, dismissed the apology as insufficient.\nREAD MORE New figures paint stark picture of sexual violence and harassment in Australia\n“We’ve seen his apology and that’s not enough, he must be much clearer and convincing in apologising,” Sanchez said in a statement from Spain’s Moncloa Palace. “He must take more steps to clarify a behaviour that is unacceptable.”\nSpain’s players union, which Rubiales used to head, were more direct in their criticisms, insisting that Rubiales should resign and calling for Spain’s Higher Council for Sports to take action if he didn’t.\n“The incident regarding Jenni Hermoso is especially grave since she finds herself in a situation of vulnerability before a person in a position of power,” the union said.", "Matches": "17", "Num matches": 1.0}, {"publication": "SBS", "scraped_datetime": "07AM 25/08/23", "Headline": "Tax changes, 'major disruptions', and an ageing Australia: Our future unpacked", "Url": "https://www.sbs.com.au/news/article/intergenerational-report-predicts-tax-changes-major-disruptions/h2minvvu4", "Rank": 3, "Text": "KEY POINTS: The Intergenerational Report has been released, giving a picture of Australia in 40 years.\nAustralia's population will be much older and more heavily dependent on aged care.\nThe IGR has also laid bare the impact climate change could have on future generations.\nAustralians have been given the clearest snapshot of what their country will look like four decades from now.\nThe sixth Intergenerational Report (IGR), released two years after the last one, warns of how an ageing population and sliding birth rate will hit the economy in 2063.\nIt also gives insight into climate change's devastating impact on the economy, why your taxes may need to change, and how our increasingly volatile region could alter the way we trade.\n\"These forces will influence the future path and structure of our economy and change how Australians live, work, and engage with the world,\" it says.\nHere are the key takeaways.\nClimate change to rock the economy\nThe impact of climate change is a key feature of this year's IGR, and it's grim reading.\n\"Floods, bushfires and other extreme weather events are expected to increase in frequency and severity, causing major disruptions to local economic activity and ultimately hindering overall economic output,\" it says.\nThe report outlines four key areas that will be particularly impacted by 2063 if temperatures rise above two degrees:\nProductivity\nAgriculture\nTourism\nNatural disaster spending\nThe impact of higher temperatures could wipe away between $135 billion and $423 billion in productivity over the next four decades, it says.\nHigher temperatures will force international tourists to adjust where they travel, and the report predicts the impact will be twice as bad if temperatures rise by three degrees instead of two.\nThe government could be spending three times as much responding to natural disasters, the report says. Source: AAP / Sean Davey And it warns that increasingly frequent bushfires, floods and cyclones will also force tourists to cancel, or simply not book, trips to Australia. It also expects the government will need to spend triple what it does now responding to natural disasters.\nFarmers are also set for punishment. The IGR expects crop yields to fall by up to 4 per cent, and that's before changes to rainfall patterns are taken into account.\nWorse still, the report warns climate change's \"indirect and cumulative\" consequences are likely to exacerbate these challenges.\nGlobal efforts to move away from fossil fuels will upend Australia's resources sector.\nIf temperature rises are capped at 1.5 per cent, the IGR expects international demand for Australian coal in 2063 to be just 1 per cent of current levels. But it tips other critical minerals to become increasingly profitable, with global demand for lithium to increase eight-fold.\nA bigger, older population\nAustralia is going to get much bigger, and much older.\nThat will mean big economic challenges.\nThere'll be an extra 14 million people in the country by 2063, with the population to grow past 40 million. But it's worth noting previous IGRs have underestimated population growth.\nTreasurer Jim Chalmers speaks to the media during a press conference. Source: AAP / Bianca De Marchi This year's prediction is partially based on a rise in life expectancy - from 81 to 87 for men, and from 85 to 89 for women - resulting from better health treatment.\nThat will pose challenges for older Australians, and potentially impact their standard of living.\n\"Longevity risk - the risk of outliving savings – is a key concern for retirees in deciding how to draw down their superannuation,\" the report says.\nAnd younger Australians are having fewer children, which will also skew age demographics.\nThe number of people over 65 is going to more than double by 2063, and the number of people over 85 is going to more than triple.\nThat means the economy will need to change drastically.\nWe'll become much more reliant on a rapidly expanded care sector, which includes things such as health and aged care. While the sector currently accounts for around 8 per cent of GDP, the report predicts it'll be around 15 per cent by 2063.\n\"Part of this demand may be met by data and digital technologies increasing productivity and enabling more Australians to participate in work,\" the report says.\nAustralia's older population will make it increasingly reliant on aged care. Source: Getty / Maskot\nEconomy to slow, some costs to blow out\nLike other countries in the OECD (a group of 38 countries with advanced economies), economic growth is also expected to slow, largely as a result of the above.\nAnd spending in certain key areas - aged care, the NDIS, health, defence, and interest on the nation's debt - is set to balloon.\nThose five currently account for around a third of government spending, but that's set to rise to roughly half.\nWorkers carrying more of tax burden\nRegular workers are set to pick up a greater chunk of the tax burden over the next decade.\nThat's because the budget will come to more heavily rely on personal income tax, with GST and company tax set to remain stable.\nA proportionately smaller pool of working-age Australians, supporting a higher proportion of retirees needing health and aged care, will put extra pressure on the budget.\nThere'll also be a longer-term shift in where government can source its money.\nLabor has long encouraged Australians to buy electric vehicles, and the shift away from regular cars is expected to accelerate this decade partly due to tax incentives. But fewer petrol cars means the government recouping less from taxes on petrol.\nThere's also been a consistent decline in the number of young Australians taking up smoking. If that trend continues, that again means less revenue from taxing cigarettes. That was worth about $14 billion in 2020-21.\nGeopolitical risks to increase\nIncreasing tensions in our region will pose challenges for decades.\nWhile the COVID-19 pandemic laid bare weaknesses in the global supply chains, the IGR also notes that trade and investment have increasingly been used as \"tools of statecraft\".\nAustralia has certainly borne the brunt of that, after a series of trade sanctions imposed on its exports by China.\nThe report says that dynamic is likely to deepen, something that will require \"unprecedented\" coordination between Australia's domestic policy, foreign policy, and national security arms.\nAnd a hot war in the Indo-Pacific would have \"far-reaching consequences\" for our economy, it warns.", "Matches": "16", "Num matches": 1.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "List: all 14 last-minute amendments rushed through by the Queensland government without scrutiny", "Url": "https://www.theguardian.com/australia-news/2023/aug/24/list-all-14-last-minute-amendments-rushed-through-by-the-queensland-government-without-scrutiny", "Rank": 9, "Text": "Originally introduced in October last year, Queensland’s child protection (offender reporting and offender prohibition order) and other legislation amendment bill started life as an extremely routine housekeeping law.\nThe bill updated a range of rules for people convicted of sexual offences, and modernised the child protection registry scheme, among other changes. Probably its most interesting element was to allow police to enter the home of more convicted offenders without a warrant to inspect their electronic devices, retrospectively.\nIt was expected to pass with little opposition, after sailing through a parliamentary committee process in February. It then sat on the notice paper for months.\nThat all changed at 3.29pm on Wednesday when minister for police Mark Ryan stood up in parliament to announce 57 pages of amendments to the bill – with minutes’ notice.\nNow the bill would change everything from the operation of a north Queensland mining lease to the policing of sex workers, as well as requiring the suspension of the state’s Human Rights Act, to allow for children to be kept indefinitely in adult watch houses.\nBut by introducing the changes so late in the process, the government ensured they wouldn’t be scrutinised by parliamentary committees as most bills are.\nHere’s a list of the 14 amendments attached to the bill and passed by Queensland’s parliament on Thursday.\nThe first amendment removed the requirement for offenders on the sex crimes registry to report the location of every digital device they own or have access.\nThe government acted on longstanding inquiry recommendations, decriminalising the offences of begging and public drunkenness. The offences have a disproportionate impact on vulnerable groups like Aboriginal and Torres Strait Islander Queenslanders and homeless people, and are perceived as criminalising people for simply being poor. Minister Ryan said “these behaviours require a health and social welfare-based response” rather than a criminal one.\nIn a related amendment, the laws limit the ability of police to punish people for public urination. Police will retain the power to issue an infringement notice to a person for public urination, in order to protect business in the CBD and the nightclub district of Fortitude Valley, according to Ryan’s speech.\nThe government also moved to overturn a decision by the Queensland court of appeal which prevented it from imposing disciplinary sanctions on a number of police officers. The cops had to be reappointed to their sometimes senior positions as a result of a “technical error” in the way they were referred to the office of state discipline, Ryan said.\nThe next amendment implements a recommendation of the 2021 inquiry into legalising sex work in Queensland. The bill will now eliminate the power of police to move on a sex worker for soliciting, and eliminate covert powers relevant to sex work. Ryan said the reform was a step towards legalising sex work entirely.\nskip past newsletter promotion Sign up to Morning Mail Free daily newsletter Our Australian morning briefing breaks down the key stories of the day, telling you what’s happening and why it matters Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\nAmendment six clears up some ambiguous language relating to the Queensland police service’s anti-pedophile squad, Taskforce Argos.", "Matches": "13", "Num matches": 1.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "Political support for surveillance of Covid waning in Australia despite ‘waves of mutations’, scientists say", "Url": "https://www.theguardian.com/australia-news/2023/aug/25/covid-19-virus-what-caused-funding-slowing", "Rank": 8, "Text": "Political momentum for the monitoring and surveillance of Covid-19 is “fading”, the Australian virologist who developed a world-first method for rapidly isolating and characterising variants said.\nProf Stuart Turville, with the University of New South Wales Kirby Institute, said while the impact of Covid-19 in Australia is waning, the Sars CoV-2 virus that causes disease is constantly changing and “there is still a lot we don’t know”.\n“How and why did the virus change between Delta and Omicron?” he said.\n“From that change and in the face of vaccination, what is the virus up to now in our bodies? For those who cannot sustain a robust vaccine response such as the elderly and immunocompromised, what does the virus now do? Will the virus turn up again and surprise us?\n“There are many jigsaw pieces we still don’t have. We won’t find them unless we look.”\nTurville and his team developed a method to speed up the process of isolating and characterising the risks posed by variants of concern.\nCalled R-20, the methodology was used to rapidly analyse all major circulating viral variants in Australia, and helped researchers to ascertain that the vaccine-induced antibody response to Omicron was weaker than it was to the original Sars-CoV-2 strain.\nTurville acknowledged that funding thousands of people across multiple Australian institutions to track, trace and sequence the virus across all cases is no longer necessary or realistic. Monitoring needs to be consolidated and pragmatic, he said.\n“But the fear both myself and my colleagues have is that the political momentum to support us has simply moved on,” he said.\n“Both here and in the United States there is an element of ‘Thank you for your service, job well done’. There are still people working on this, we are still monitoring, still daily looking closely at understanding what the virus is up to and doing.\n“But the support for us to do it is starting to fade. The wind is out of the funding sails.”\nskip past newsletter promotion Sign up to Afternoon Update Free daily newsletter Our Australian afternoon update breaks down the key stories of the day, telling you what’s happening and why it matters Privacy Notice: Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Newsletters may contain info about charities, online ads, and content funded by outside parties. For more information see our Privacy Policy . We use Google reCaptcha to protect our website and the Google Privacy Policy and Terms of Service apply. after newsletter promotion\nGuidelines for Covid-19 vaccination from the Australian Technical Advisory Group for Immunisation (Atagi) state that ongoing surveillance of infection rates, clinical outcomes, new variants and vaccine effectiveness is needed to inform future recommendations for additional booster doses.\nThe inaugural chair in epidemiology at Deakin University, Prof Catherine Bennett, agreed “the surveillance hasn’t moved into a sustainable national system, and I would have expected that before we got to widespread community transmission,” she said.\n“We are still seeing waves of mutations,” Bennett said. “We need good data to know how that impacts our population, and every population will be slightly different. Different populations, even different states, saw different variants at varying times, which perhaps might lead to changes in immunity across variants.”\nShe said genomic sequencing is now mainly examining samples from cases in hospital, whether they are in hospital for Covid or not. These cases may not represent what is spreading in the general population.\n“As an epidemiologist I want to know whether the mix of variants appearing in hospital are different to those in the general community, to see if a certain variant is more likely to put you in hospital than others,” Bennett said.\n“We need to actively go out and do community based testing on an intermittent basis. That way we can look at the whole iceberg, not just the tip of it.”", "Matches": "12", "Num matches": 1.0}, {"publication": "The Guardian", "scraped_datetime": "07AM 25/08/23", "Headline": "LiveTrump on his way to Georgia to surrender at Fulton county jail in election interference case – live", "Url": "https://www.theguardian.com/us-news/live/2023/aug/24/trump-georgia-fulton-rally-republican-debate-politics-live-updates", "Rank": 7, "Text": "From 1h ago 05.57 AEST Trump departs resort to face arrest in Georgia Donald Trump has left his Bedminster, New Jersey, resort for Georgia, where he is expected to be formally arrested this evening, CNN reports.\nUpdated at 06.02 AEST\n16m ago 06.55 AEST The legal gears continue to grind forward for the other people indicted in Georgia alongside Donald Trump, including Jeff Clark, the former justice department official who has asked to move his trial to federal court. Politico reports that the judge handling his case will hold a hearing on 18 September on the matter: BREAKING: Judge Steve JONES has ordered a Sept. 18 hearing on Jeff CLARK's bid to remove his criminal charges to federal court. https://t.co/4vvAyjNHAY pic.twitter.com/5TyneBbJ0b — Kyle Cheney (@kyledcheney) August 24, 2023\n29m ago 06.42 AEST This was the scene as the motorcade of Donald Trump made its way from his resort in Bedminster, New Jersey, to the airport in Newark: Donald Trump’s motorcade on its way to the airport in Newark, New Jersey. Photograph: Reuters\nUpdated at 06.43 AEST\n34m ago 06.37 AEST Squint through the gloomy Newark, New Jersey weather in this Sky News footage and you can see the flashing lights of what appears to be Donald Trump’s motorcade arriving at the plane that will take him to Georgia: BREAKING: New pictures of Newark airport in New Jersey where Trump's motorcade has arrived ahead of his flight to Atlantahttps://t.co/PAiZ4D1jU3\n📺 Sky 501, Virgin 602, Freeview 233 and YouTube pic.twitter.com/X8GGDyP6hq — Sky News (@SkyNews) August 24, 2023\n37m ago 06.34 AEST Trump arrives at airport for flight to Georgia Donald Trump has arrived at the airport in Newark, New Jersey, where he will board his flight to face arrest in Atlanta, CNN reports.\n44m ago 06.27 AEST In his order to begin Kenneth Chesebro’s trial on 23 October, Judge Scott McAfee noted that the schedule does not apply to anyone else. “At this time, these deadlines do not apply to any co-defendant,” the judge wrote. That’s good news for the 18 other people indicted by the Fulton county district attorney, Fani Willis, including Donald Trump, whose lawyers are currently trying to get his case moved to federal court, which could delay it for months – potentially long enough for him to win his race for the White House.\nUpdated at 06.28 AEST\n1h ago 06.13 AEST Judge sets 23 October trial date for Trump lawyer Kenneth Chesebro Kenneth Chesebro, another of Donald Trump’s attorneys who advised him on his plot to overturn his 2020 election loss, requested a speedy trial after being indicted in Georgia, and it appears his wish has been granted. The Atlanta Journal-Constitution reports that the judge handling his case has said Chesebro’s trial will begin on 23 October – as Fulton county district attorney Fani Willis had proposed: Fulton Judge Scott McAfee laying out a very aggressive timetable for Chesebro's Fulton trial, with an Oct. 23, 2023 start date. pic.twitter.com/uqOmqzuHRc — Tamar Hallerman (@TamarHallerman) August 24, 2023 Per McAfee's scheduling order:\nArraignments - Sept. 6\nDiscovery - by Sept. 20\nMotions - by Sept. 27\nPretrial conference - Sept. 29\nMotions hearing - TBD\nTrial - Oct. 23 — Tamar Hallerman (@TamarHallerman) August 24, 2023\nUpdated at 06.23 AEST\n1h ago 06.01 AEST When Donald Trump appears at the Rice Street jail in Atlanta this evening, the Guardian’s Hugo Lowell reports that he will be treated like any other defendant. That includes having his mugshot taken, and his height and weight recorded: Donald Trump was expected to surrender at the Fulton county jail on Thursday evening on racketeering and conspiracy charges over his efforts to overturn the 2020 election results, yielding to the criminal justice process in Georgia that will involve him being processed like any other defendant. The former president’s arrival in Georgia follows a presidential debate featuring his main rivals for the 2024 Republican nomination, a race in which Trump remains the overwhelmingly dominant frontrunner despite his many legal troubles. Trump had his legal team negotiate his booking to take place during the primetime viewing hours for the cable news networks, as he sought to discredit the charges and distract from the indignity of the surrender by turning it into a spectacle. But Trump was expected to be booked by authorities without the special privileges afforded to him in his other criminal cases, being subject to a mugshot that he had desperately sought to avoid, having his fingerprints taken, as well as having his height and weight recorded. Trump faced his fourth indictment since leaving office when he was charged in a 41-count indictment by the Fulton county district attorney, Fani Willis, last week, that described Trump and 18 allies as having engaged in a criminal enterprise to reverse his 2020 election defeat. Trump to surrender at Georgia jail on charges he sought to overturn 2020 election Read more\n1h ago 05.57 AEST Trump departs resort to face arrest in Georgia Donald Trump has left his Bedminster, New Jersey, resort for Georgia, where he is expected to be formally arrested this evening, CNN reports.\nUpdated at 06.02 AEST\n1h ago 05.48 AEST Trump says to expect arrest at 7.30pm eastern In a post on his Truth social account, Donald Trump said he expected to be arrested in Georgia at 7.30pm eastern time, and fired off his typical string of insults at Fulton county district attorney Fani Willis. Here it is, in full: 231,000,000 Views, and still counting. The Biggest Video on Social Media, EVER, more than double the Super Bowl! But please excuse me, I have to start getting ready to head down to Atlanta, Georgia, where Murder and other Violent Crimes have reached levels never seen before, to get ARRESTED by a Radical Left, Lowlife District Attorney, Fani Willis, for A PERFECT PHONE CALL, and having the audacity to challenge a RIGGED & STOLEN ELECTION. THE EVIDENCE IS IRREFUTABLE! ARREST TIME: 7:30 P.M.\n2h ago 05.32 AEST Georgia authorities release Meadows mugshot Here’s the mugshot for Donald Trump’s former chief of staff Mark Meadows, which Georgia authorities released following his booking today: Mark Meadows was Donald Trump’s chief of staff at the end of his term. Photograph: Fulton County Sheriff’S Office/Reuters\n2h ago 05.26 AEST John Eastman’s bad week just got worse. A lawyer who advised Donald Trump on his legal strategy to stop Joe Biden’s election victory, Eastman was among those indicted in Georgia by district attorney Fani Willis for his attempt to tamper with the state’s election. On Tuesday, he was formally booked into the Fulton county jail, and Politico reports that today, the California bar is considering whether to revoke his license to practice law: HAPPENING NOW: John Eastman's disbarment proceedings are underway in California, even as his indictment is now pending in Georgia.\nCurrently on the stand: Matthew Seligman, an expert in the Electoral Count Act, who is explaning its provisions as Eastman looks on. — Kyle Cheney (@kyledcheney) August 24, 2023 Eastman’s name popped up repeatedly in the January 6 committee investigation last year, which discovered that he asked Trump for a pardon days after the attack on the Capitol.\n2h ago 05.11 AEST Interim summary Hello US politics live blog readers, things are very busy at the Fulton county jail in Atlanta and are only going to get busier as more co-defendants in Donald Trump’s Georgia election subversion case negotiate bail then turn themselves in – and the former US president is due there this evening to surrender himself. We’re covering all this as it happens, so do stick with Guardian US. Here’s where things stand: Mark Meadows , Donald Trump’s chief of staff at the White House, turned himself in at the Fulton county jail in Atlanta, Georgia to face racketeering charges.\nJeff Clark , a former justice department attorney and a codefendant in the Georgia election subversion case, struck a $100,00 bond agreement with Fulton county prosecutors.\nFani Willis , Fulton county district attorney, has proposed for the Georgia racketeering (Rico) case against Trump and his 18 co-defendants to start on 23 October 2023, according to a court filing.\nBrad Raffensperger, Georgia’s secretary of state, has been subpoenaed to testify at a Monday hearing examining efforts by Meadows to move the Fulton county criminal case to federal court.\nThe Republican-led House judiciary committee launched a congressional investigation into the Willis, over whether her prosecution of Donald Trump is “politically motivated”.\n2h ago 05.02 AEST Joanna Walters Mark Meadows is trying to get his part of the Georgia organized crime case against him, Donald Trump and others moved from state court to federal court and had hoped to be able to avoid having to surrender at the jail in Atlanta this week with his co-defendants. Two days ago he asked a federal court in an emergency motion to block his arrest, according to court documents filed on Tuesday. He asked the court to “protect” him from arrest before a Monday 28 August, hearing on his request to move the case out of the Fulton county superior court to the district court of northern Georgia. Meadows is arguing that the charges against him concern his actions as an officer of the federal government. Trump is expected to argue likewise in due course. In response, Fulton county district attorney Fani Willis unequivocally rejected the request, noting: “I am not granting any extensions” and that he was no different from any other defendant in a criminal case. Willis indicated that if Meadows does not turn himself in by noon on Friday, he would be arrested, writing: “At 12:30 pm on Friday I shall file warrants in the system.” Early Thursday afternoon, he surrendered to the jail to be booked. The Fulton county district attorney, Fani Willis, speaks to the media after a grand jury brought back indictments against former president Donald Trump and 18 of his allies in their attempt to overturn the state’s 2020 election results, in Atlanta, Georgia. Photograph: Elijah Nouvelage/Reuters\nUpdated at 05.39 AEST\n2h ago 04.45 AEST Joanna Walters Mark Meadows has turned himself in at Fulton county jail in Atlanta, just under 24 hours before the deadline of noon Friday for all 19 defendants in the Georgia case to surrender, to face the criminal charges against him Like Donald Trump and all 17 fellow co-defendants, Meadows is charged with being part of an organized crime racket in relation to working with others to overturn Joe Biden’s victory in Georgia in the 2020 presidential election. In official terms, he’s charged with violating the Georgia Racketeer Influenced and Corrupt Organizations Act (Rico) and “solicitation of violation of oath by a public officer”, in the latter case being accused in the indictment of “unlawfully soliciting, requesting and importuning Georgia secretary of state Brad Raffensperger … to engage in conduct constituting the felony offense…by unlawfully altering, unlawfully adjusting and otherwise unlawfully influencing the certified returns for presidential electors for the November 3, 2020, election in Georgia…” This, in short, related to efforts from Trump’s mob to persuade Raffensperger to rustle up enough non-existent Republican votes falsely that it would give the-then president the win in the crucial state. Former Trump White House chief of staff Mark Meadows has surrendered at the Fulton County Jail.\npic.twitter.com/iJOBgg63Ya — Keith Boykin (@keithboykin) August 24, 2023\nUpdated at 04.58 AEST\n3h ago 04.18 AEST Former White House chief of staff Meadows surrenders in Georgia Mark Meadows, Donald Trump’s chief of staff at the White House, has just turned himself in at the Fulton county jail in Atlanta, Georgia. He faces racketeering charges alongside Trump and 17 other co-defendants.\nUpdated at 04.20 AEST\n3h ago 04.00 AEST Here are some of the latest images from the newswires taken at the Fulton county jail in Atlanta, Georgia, where Donald Trump is expected to surrender this evening on racketeering and conspiracy charges. Demonstrators gather outside the Fulton county jail in Atlanta, Georgia. Photograph: Anthony Stalcup/UPI/Shutterstock A man, calling himself ‘hat man’, stands near the entrance of Fulton county jail. Photograph: Brendan McDermid/Reuters Supporters of former president Donald Trump and journalists gather in front of the Fulton county jail in Atlanta. Photograph: Ben Gray/AP Laurie Arbeiter holds signs outside the Fulton county jail. Photograph: Anthony Stalcup/UPI/Shutterstock Kurt Jantz, supporter of Donald Trump stands near at the entrance of the Fulton county jail. Photograph: Dustin Chambers/Reuters\nUpdated at 04.08 AEST\n4h ago 03.39 AEST Former DoJ official Jeff Clark reaches $100,000 bond agreement Jeff Clark, a former justice department attorney, has struck a $100,00 bond agreement with Fulton county prosecutors. Clark’s bail conditions include not communicating with witnesses and co-defendants, reporting to pretrial services by phone every month, surrendering by noon on Friday and not obstructing justice by intimidating witnesses. From Politico’s Kyle Cheney: And here is Jeff CLARK's bond order. Also set at $100,000 pic.twitter.com/TIDJKdq0uG — Kyle Cheney (@kyledcheney) August 24, 2023\nUpdated at 03.48 AEST", "Matches": "11", "Num matches": 1.0}, {"publication": "ABC", "scraped_datetime": "07AM 25/08/23", "Headline": "One of China’s richest women is an elusive billionaire heiress. Her fortune was just cut in half", "Url": "https://www.abc.net.au/news/2023-08-25/country-garden-heiress-has-fortune-cut-in-half/102758274", "Rank": 2, "Text": "Just two years ago, Yang Huiyan was the mysterious majority stakeholder of a sprawling real estate empire worth billions of dollars.\nBut in a stunning reversal of fortune triggered by China's ongoing property woes, she is now locked in a desperate battle to prevent the collapse of the company founded by her father, Yang Guoqiang.\nCountry Garden is one of the largest developers in China, operating across a range of sectors including construction, property investment, and hotel management.\nIt is a top-tier player in the space and its growth is a symbol of the country's economic miracle.\nBut nearly two years after another property juggernaut, Evergrande started to experience debt problems, Country Garden has revealed it has unpaid bills.\nIt has a 30-day grace period ending in early September to repay $US22.5 million ($35 million) to creditors or risk defaulting, a situation which may have consequences for the broader property market.\nWhat do we know about Yang Huiyan?\nMs Yang typically keeps a low profile, despite overseeing one of China's biggest companies.\nHer father, Yang Guoqiang, was a farmer and construction worker before founding Country Garden in the 1990s.\nIt's been reported he regularly took his teenage daughter to business meetings.\nMs Yang attended Ohio State University, returning to China shortly after completing her studies, but largely staying out of the public eye.\nIn 2006, she married the son of a senior provincial official after they met on a blind date, according to state run newspaper The China Daily.\nIn an article headlined Sorry bachelors richest Chinese woman married, published a year after her wedding, it was reported the photos from the ceremony publicly revealed the face of the famously private heiress.\nYang Huiyan married Chen Chong in 2006. ( ImagineChina via AFP: Feng Lei Sh )\nHer father transferred 70 per cent of company shares to then 26-year-old Ms Yang before the company went public on the Hong Kong Stock exchange in 2007, with an initial public offering (IPO) of $US1.7 billion.\nThat rocketed her to almost the top of the rich list.\nFather and daughter jointly managed operations from 2018, before the 42-year-old fully took over the company as chairperson earlier this year.\n\"She was worth $US34 billion a few years ago and very much stood out as being a rich woman in China, a country where it's generally businessmen who get all the headlines,\" said Fraser Howie, an independent analyst who specialises in the Chinese economy.\nHer appointment may have broken ground for businesswomen in China, but it came at a precarious time in the country's real estate market.\nCountry Garden reported a 90 per cent drop in core profit for 2022, and recently advised of a net loss ranging from approximately $US9,7 billion to $US11,7 billion for the six months ended 30 June 2023.\nIn one of her first acts in the new role, Ms Yang announced the company would focus on core geographical areas, reducing its presence in smaller cities.\nBut after missing interest repayments and with a bill looming, it's unclear whether the action may have been too late.\nChina's real estate crackdown\nCountry Garden is far from the first developer in China to come under strain.\nIn 2020, the country's communist government began a massive crackdown on risky behaviour in its property market, which operated with enormous levels of debt.\nInvestors soured on Country Garden this month after it revealed it was struggling to pay its debts. ( Reuters: Tingshu Wang )\nWith less easy money available, the sector — which accounts for more than a quarter of China's GDP, according to some estimates — has struggled to pay its bills.\nLast year, hundreds of mostly small developers filed for bankruptcy, according to a note by Andrew Collier from Orient Capital Research.\nAdditionally, after years of incredible demand for housing, the market is cooling and millions of apartments are sitting empty.\nAs the crisis worsened, property giant Evergrande began to show signs of distress, missing bond payments and triggering speculation its downfall could have flow on effects as the world grappled with the economic consequences of the pandemic.\nAfter nearly two years in limbo, it filed for bankruptcy protection last week in the US, not long after Country Garden revealed it owes $US200 billion.\nUnlike Evergrande, Country Garden's woes largely came as a surprise.\n\"It had always been seen as less risky property developer,\" said Victor Shih, director of the 21st Century China Center at the University of California, San Diego.\n\"The belief was that for Country Garden, because the distribution of [its] land bank tended to be in favourable places, their sales would not suffer, and they should be able to repay their debt.\n\"But I think one of the underlying dynamics that's very interesting here is that unlike in previous downturns in the real estate market … we are seeing prices drop even in Shanghai, and Shanghai property prices have basically been on an upward trajectory without any interruption.\"\nIf Country Garden misses the deadline for the end of its grace period, the company and its shareholders risk being sued by its creditors.\nBut even if they do find the money, its problems are far from over says Mr Howie.\n\"It will only be a matter of time because the underlying problem remains, [that being] the property market is broken,\" he said.\nOne of Asia's richest woman has her fortune cut in half\nLess than two years ago, Ms Yang was worth an estimated $US30 billion, making her Asia's richest woman by a long shot, according to Bloomberg's Billionaires Index.\nBut her fortune has been cut by more than half in a matter of months, after Country Garden sought to raise cash by selling discounted shares last year, as China was gripped by a mortgage boycott.\nAt some sites construction has slowed or completely stopped, with workers telling Reuters they haven't been paid since January – although a statement from the company disputed this.\nIt's estimated Country Garden has nearly 1 million homes to finish, but it said in a statement to the Hong Kong Stock Exchange it would \"spare no effort\" to fulfil its orders.\n\"The Company will effectively ensure the operation of projects nationwide and complete the tasks of property delivery by implementing its main responsibilities, utilising funds according to their specific purposes and strictly controlling pre-sale monitoring funds etc., so as to fulfil its commitment to property owners,\" the statement read.\nCountry Garden is now the equivalent of a Hong Kong penny stock, with the share price having plunged more than 70 per cent this year.\nIts woes could be a sign that the heiress has lost some of her political clout, expert suggest.\n\"I think she once was very, very connected, could call up very senior officials and get different things done but I suspect that may not be the case so much anymore,\" Professor Shih said.\n\"Because if Country Garden still had that kind of political clout, none of this would have been necessary in the first place.\n\"The one thing about an overseas bankruptcy or distress situation, is that everyone knows it would immediately be covered by global media, and the whole world would know it, and also that information will go back to the top leadership through different channels … so it really is a sure way to get the leadership's attention.\"\nChina's property sector accounts for more than a quarter of China's GDP, according to some estimates. ( Reuters: Tingshu Wang )\nAnd while Ms Yang's fortune is declining, it's also under increasing scrutiny.\nEarlier this month, the company announced Ms Yang had donated more than half her stake in the company — worth more than $US800 million — to a family charity.\nThe practice has become more common among China's super wealthy as a result of a Chinese Communist Party policy called \"Common Prosperity\".\nWhile it is not clearly defined, the policy is generally understood to involve reducing the gap between China's elite and its poorest citizens.\n\"There's no tax distribution, there was actually no economic policies whatsoever to support Common Prosperity,\" explained Mr Collier.\n\"However, the ability to use that to grab money from the large capitalist firms is the key to it.\"\nSome of China's major companies — including Ali Baba and a lot of big tech firms — have set up charities in recent years, he said.\n\"One gets a sense that basically the regime, including the provincial governors, are so desperate for money that they'll just go to whoever has it … [and] the government may simply say, 'Well, you know, we want that money' and they'll just take it,\" he said.\n'Building more houses doesn't solve your problems'\nAfter strict COVID controls were lifted at the end of last year, there were hopes that China's economy would jump back to life and in turn provide a shot in the arm for the global economy.\nBut they have been well and truly dashed in recent months, with property far from the country's only economic problem.\nFor years, developers have put up large apartment blocks in isolated parts of China. ( Reuters: Lusha Zhang )\nSome huge trusts operating as shadow banks have missed repayments and one in five young people are unemployed, a situation which has become so bad that the Chinese government has stopped publishing data on youth unemployment.\nOfficially the Chinese Government said it needed to review its methodology for the measure.\nOn the back of the latest Evergrande and Country Garden news, stocks in Hong Kong — made up largely of mainland Chinese companies — last week plunged more than 20 per cent below the most recent peak.\nTypically Chinese homebuyers purchase a property before it's completed, meaning some are now servicing mortgages for homes with an uncertain future.\nWith many cash-strapped Chinese developers now on shaky footing, there are fears this may have knock-on effects on ongoing builds of pre-sold housing projects, exacerbating an already diminishing confidence among the wider public.\nWhile this is yet to play out, the Chinese cultural belief that money would be safe in houses is being put to the test, according to Mr Howie.\n\"Where we now find ourselves after 20 plus years of this [economic growth is] there simply is a huge oversupply of property, particularly in the lower tier cities, where building has well outstripped demand,\" he said.\n\"[Now] you've got people who don't necessarily have enough money to spend or are wanting to save their money, a job market that is much tighter, you simply don't have the demand you had before,\" he said.\n\"And so the previous model of selling properties to new buyers, and that will fund the future development is starting to fall apart.\"\nThere have been various predictions of a stimulus announcement by the CCP, but so far any responses have been conservative.\n\"I think the capacity for China to have a big stimulus is much more limited than it was in the past,\" says Mr Howie.\n\"You also have the problem that stimulus no longer works in the way it once did, if you've got too many roads, bridges and houses, building more of them doesn't solve any of your problems.\"", "Matches": "1", "Num matches": 1.0}]