[{"publication":"ABC","scraped_datetime":"2024_05_30_14","Headline":"Sex workers are doing FIFO mining work on the side to qualify for a home loan and the industry wants that to change","Url":"https:\/\/www.abc.net.au\/news\/2024-05-30\/sex-worker-takes-on-financial-sector-debanking\/103908678","Rank":1,"Search_var":"sex workers are doing fifo mining work on the side to qualify for a home loan and the industry wants that to change "},{"publication":"ABC","scraped_datetime":"2024_05_30_14","Headline":"They wanted a night out of the cold after sleeping rough. Instead, this couple found a home","Url":"https:\/\/www.abc.net.au\/news\/2024-05-30\/renting-housing-crisis-accommodation-motel-caravan-park\/103825674","Rank":2,"Search_var":"they wanted a night out of the cold after sleeping rough instead this couple found a home "},{"publication":"ABC","scraped_datetime":"2024_05_30_14","Headline":"'I believe we're on the edge of a revolution': While the NZ government delivered its budget, protests were sweeping the nation","Url":"https:\/\/www.abc.net.au\/news\/2024-05-30\/new-zealand-budget-day-m%C4%81ori-protests-reach-wellington\/103898998","Rank":3,"Search_var":"i believe were on the edge of a revolution while the nz government delivered its budget protests were sweeping the nation "},{"publication":"ABC","scraped_datetime":"2024_05_30_14","Headline":"Donald Trump's hush money trial jurors have finished their first day of deliberations without a verdict. What happens now?","Url":"https:\/\/www.abc.net.au\/news\/2024-05-30\/donald-trump-hush-money-trial-jury-retires-consider-verdict\/103912104","Rank":4,"Search_var":"donald trumps hush money trial jurors have finished their first day of deliberations without a verdict what happens now "},{"publication":"ABC","scraped_datetime":"2024_05_30_14","Headline":"Billions are lost to gangs as fake cigarettes flood Australia. Is the war on smoking at a tipping point?","Url":"https:\/\/www.abc.net.au\/news\/2024-05-30\/cigarettes-flood-black-market-costing-billions-in-lost-revenue\/103869440","Rank":5,"Search_var":"billions are lost to gangs as fake cigarettes flood australia is the war on smoking at a tipping point "}]