[{"publication":"ABC","scraped_datetime":"2024_08_11_13","Headline":"Olympic quick hits: American gymnast set to lose her bronze, Kiwi refuses to share high jump gold, and heartache for Aussie weightlifter","Url":"https:\/\/www.abc.net.au\/news\/2024-08-11\/paris-olympics-quick-hits-jordan-chiles-set-to-lose-bronze-medal\/104210762","Rank":1,"Search_var":"olympic quick hits american gymnast set to lose her bronze kiwi refuses to share high jump gold and heartache for aussie weightlifter "},{"publication":"ABC","scraped_datetime":"2024_08_11_13","Headline":"Spy chief warns friendly nations among the countries interfering in Australian communities","Url":"https:\/\/www.abc.net.au\/news\/2024-08-11\/asio-boss-warns-friendly-nations-interfering-in-australia\/104211120","Rank":2,"Search_var":"spy chief warns friendly nations among the countries country interfering in australian communities community "},{"publication":"ABC","scraped_datetime":"2024_08_11_13","Headline":"A fake photographer's assistant snuck into this woman's wedding. She only found out who it was years later","Url":"https:\/\/www.abc.net.au\/news\/2024-08-11\/audra-keeble-wedding-forced-adoption-redress\/104104842","Rank":3,"Search_var":"a fake photographers assistant snuck into this womans wedding she only found out who it was years later "},{"publication":"ABC","scraped_datetime":"2024_08_11_13","Headline":"Almost two decades ago, Peter was made redundant at Holden. Now the government wants a future made in Australia","Url":"https:\/\/www.abc.net.au\/news\/2024-08-11\/manufacturing-future-made-in-australia\/104141360","Rank":4,"Search_var":"almost two decades ago peter was made redundant at holden now the government wants a future made in australia "},{"publication":"ABC","scraped_datetime":"2024_08_11_13","Headline":"'I absolutely love her courage': Meares defends Raygun after wave of online ridicule for Paris performance","Url":"https:\/\/www.abc.net.au\/news\/2024-08-11\/paris-olympics-raygun-anna-meares-defends-breaker\/104210672","Rank":5,"Search_var":"i absolutely love her courage meares defends raygun after wave of online ridicule for paris performance "}]